<html>
  <head>
    <title>
      ART`E` SPA - SOCIETA` INTERNAZIONALE DI ARTE E CULTURA - Estratto dei patti parasociali
    </title>
    <meta name="subjectList" content="stp" />
    <meta name="linkid" content="147205" />
    <meta name="Description" content="ART`E` SPA - SOCIETA` INTERNAZIONALE DI ARTE E CULTURA - Estratto dei patti parasociali" />
    <meta name="ss_family" content="stpatti" />
    <meta name="societa" content=" ART`E` SPA - SOCIETA` INTERNAZIONALE DI ARTE E CULTURA" />
    <meta name="ss_table" content="stpatti" />
    <meta name="date" content="2004-11-06" />
    <meta name="tipo" content="stpatti" />
    <meta name="synchro" content="N;gloria;1100519671666" />
    <meta name="codconsob" content="175059" />
  </head>
  <body>
    <p align="left">
      <b>Estratto dei patti parasociali comunicati alla Consob ai sensi dell&#39;art. 122 del d.lgs. 24.2.1998, n. 58</b>
    </p>
    <p align="center">
      <strong>ART&#39;E&#39; S.P.A.</strong>
    </p>
    <p>
      Ai sensi dell&#39;art. 122 del D.Lgs. 58/1998 e degli artt. 129 e 130 del Regolamento approvato con Delibera Consob n. 11971 del 14 maggio 1999 e successive modificazioni, si rende noto che - contestualmenteal conferimento in Art&#39;&#232; S.p.A. Societ&#224; Internazionale di Arte e Cultura, con sede in Villanova diCastenaso (Bologna), Via Cavour, 2 (di seguito &quot;Art&#39;&#232;&quot;)
      da parte della societ&#224; conferente PA Investments SA, con sede in 1449 Lussemburgo, Rue del&#39;Eau 18, di una partecipazione rappresentativa del 100% del capitale sociale di FMR S.p.A. - con patto stipulato in data 30 ottobre 2002 PA Investments SA ha assuntonei confronti di Art&#39;&#232;, i seguenti impegni con riferimento alle n. 699.839 azioni ordinarie Art&#39;&#232; S.p.A., pari
      al 19,5 % del capitale sociale di quest&#39;ultima societ&#224;, emesse in suo favore a fronte del suddettoconferimento (di seguito le &quot;Azioni Art&#39;&#232;&quot;):
    </p>
    <blockquote>
      <p>
        (i) non offrire, vendere, concludere preliminari di vendita (ove l&#39;esecuzione del contratto preliminare -e cio&#232; l&#39;effettivo trasferimento delle azioni - sia previsto nel periodo di validit&#224; del presente impegno), trasferire o comunque disporre, direttamente o indirettamente, delle Azioni Art&#39;&#232; ovvero dei diritti sulle stesse ad essa spettanti;
      </p>
      <p>
        (ii) non cedere o concedere opzioni, diritti o warrant per l&#39;acquisto (ove tale opzione, diritto o warrant sia esercitabile nel periodo di validit&#224; del presente impegno) delle Azioni Art&#39;&#232;;
      </p>
      <p>
        (iii) non sottoscrivere contratti di swap o altri accordi con cui vengano trasferite in tutto o in parte le Azioni Art&#39;&#232;.
      </p>
    </blockquote>
    <p>
      Il patto in oggetto, che rientra tra le fattispecie di cui all&#39;art.122, co. 5, lettera b) del D.Lgs. 58/1998,&#160; ha una durata di dodici mesi dalla data di sua sottoscrizione quanto a n&#176; 174.960 Azioni Art&#39;&#232; (pari al 25% delle Azioni Art&#39;&#232; oggetto del vincolo), di diciotto mesi dalla data di sua sottoscrizione quanto ad ulteriori n&#176; 174.960 Azioni
      Art&#39;&#232; (pari all&#39;ulteriore 25% delle Azioni Art&#39;&#232; oggetto del vincolo) e di ventiquattro mesi dalla data di sua sottoscrizione quanto alle residue n&#176; 349.919 Azioni Art&#39;&#232; (pari al residuo 50% delle Azioni Art&#39;&#232; oggetto del vincolo).
    </p>
    <p>
      Il patto prevede inoltre che PA Investments SA sar&#224; libera di disporre delle Azioni Art&#39;&#232; oggetto del patto nel caso di cessazione dalla carica della Signora Marilena Ferrari, attuale Presidente di Art&#39;&#232;, per qualsiasi causa diversa da cessazione per scadenza del termine seguita da nuova nomina da parte dell&#39;assemblea dei soci di Art&#39;&#232;.
    </p>
    <p>
      Il patto sar&#224; depositato presso il Registro delle Imprese di Bologna nei termini di legge.
    </p>
    <p>
      Villanova di Castenaso, 8 novembre 2002
    </p>
    <p>
      <b>[AK.1.02.1]</b>
    </p>
    <hr />
    <p align="center">
      &#160;<strong>ART&#39;E&#39; S.P.A.</strong>
    </p>
    <p>
      Ai sensi dell&#39;art. 122 del D.Lgs. 58/1998 e degli artt. 129 e 130 del Regolamento approvato con Delibera Consob n. 11971 del 14 maggio 1999 e successive modificazioni, si rende noto che - contestualmente al conferimento in Art&#39;&#232; S.p.A. Societ&#224; Internazionale di Arte e Cultura, con sede in Villanova di Castenaso (Bologna), Via Cavour, 2 (di seguito
      &quot;Art&#39;&#232;&quot;) da parte della societ&#224; conferente PA Investments SA, con sede in 1449 Lussemburgo, Rue del&#39;Eau 18, di una partecipazione rappresentativa del 100% del capitale sociale di FMR S.p.A. - con patto stipulato in data 30 ottobre 2002 PA Investments SA ha assunto nei confronti di Art&#39;&#232;, i seguenti impegni con riferimento a n. 524.879 azioni ordinarie
      Art&#39;&#232; S.p.A., pari al 14,66 % del capitale sociale di quest&#39;ultima societ&#224;, emesse in suo favore a fronte del suddetto conferimento (di seguito le &quot;Azioni Art&#39;&#232;&quot;):
    </p>
    <blockquote>
      <p>
        (i) non offrire, vendere, concludere preliminari di vendita (ove l&#39;esecuzione del contratto preliminare - e cio&#232; l&#39;effettivo trasferimento delle azioni - sia previsto nel periodo di validit&#224; del presente impegno), trasferire o comunque disporre, direttamente o indirettamente, delle Azioni Art&#39;&#232; ovvero dei diritti sulle stesse ad essa spettanti;
      </p>
      <p>
        (ii) non cedere o concedere opzioni, diritti o warrant per l&#39;acquisto (ove tale opzione, diritto o warrant sia esercitabile nel periodo di validit&#224; del presente impegno) delle Azioni Art&#39;&#232;;
      </p>
      <p>
        (iii) non sottoscrivere contratti di swap o altri accordi con cui vengano trasferite in tutto o in parte le Azioni Art&#39;&#232;.
      </p>
    </blockquote>
    <p>
      Il patto in oggetto, che rientra tra le fattispecie di cui all&#39;art.122, co. 5, lettera b) del D.Lgs. 58/1998, ha una durata di diciotto mesi dalla data di sua sottoscrizione quanto a n 174.960 Azioni Art&#39;&#232; e di ventiquattro mesi dalla data di sua sottoscrizione quanto alle residue n 349.919 Azioni Art&#39;&#232;.
    </p>
    <p>
      Il patto prevede inoltre che PA Investments SA sar&#224; libera di disporre delle Azioni Art&#39;&#232; oggetto del patto nel caso di cessazione dalla carica della Signora Marilena Ferrari, attuale Presidente di Art&#39;&#232;, per qualsiasi causa diversa da cessazione per scadenza del termine seguita da nuova nomina da parte dell&#39;assemblea dei soci di Art&#39;&#232;.
    </p>
    <p>
      Il patto sar&#224; depositato presso il Registro delle Imprese di Bologna nei termini di legge.
    </p>
    <p>
      13 agosto 2003
    </p>
    <p>
      <b>[AK.1.03.1]</b>
    </p>
    <hr />
    <p align="center">
      <strong>ART&#8217;E&#8217; S.P.A.<br />
      </strong>Societ&#224; Internazionale di Arte e Cultura<br />
      Sede in Castenaso (BO) Via Cavour n. 2<br />
      Capitale sociale euro 3.400.847,05 i.v.<br />
      Codice Fiscale e iscrizione al Registro delle Imprese di Bologna: 04113190377
    </p>
    <p>
      Ai sensi dell&#8217;art. 122 del d.lgs 58/98 e degli artt. 128 e 131 del Regolamento approvato con Delibera Consob n. 11971 del 14 maggio 1999 e successive modificazioni, si rende noto che <strong>il patto stipulato in data 30 ottobre 2002</strong>, tra PA Investments S.A., con sede in Lussemburgo, rue de l&#8217;Eau 18 e Art&#8217;&#232; S.p.A. Societ&#224; Internazionale di Arte e
      Cultura, con sede in Castenaso (Bo),via Cavour, 2, che prevedeva un vincolo di intrasferibilit&#224; relativo a residue a n&#176; 349.919 azioni Art&#8217;&#232;, <strong>&#232; scaduto</strong>, come da originaria previsione, per decorrenza dei termini in data 30 ottobre 2004.
    </p>
    <p>
      6 novembre 2004
    </p>
    <p>
      <strong>[AK.1.04.1]</strong>
    </p>
    <p align="left">
      &#160;
    </p>
  </body>
</html>

