<html>
  <head>
    <title>
      INTERPUMP GROUP SPA
    </title>
    <meta name="subjectList" content="stp" />
    <meta name="linkid" content="115941" />
    <meta name="Description" content="INTERPUMP GROUP SPA - Estratto del patto parasociale" />
    <meta name="ss_family" content="stpatti" />
    <meta name="SOCIETA" content="INTERPUMP GROUP SPA" />
    <meta name="ss_table" content="stpatti" />
    <meta name="date" content="2015-11-12" />
    <meta name="synchro" content="N;paladini;1400251771708" />
    <meta name="codconsob" content="142707" />
  </head>
  <body>
    <p align="left">
      <b>Estratto dei patti parasociali comunicati alla Consob ai sensi dell&#39;art. 122 del d.lgs. 24.2.1998, n. 58</b>
    </p>
    <p align="center">
      <b>INTERPUMP GROUP S.P.A.</b>
    </p>
    <p>
      Sergio Erede (nato a Firenze il 14 agosto 1940), Giovanni Cavallini (nato a Milano il 28 dicembre 1950), Fulvio Montip&#242; (nato a Baiso (RE) il 22 ottobre 1944), Leila Montip&#242; (nata a Reggio Emilia il 29 ottobre 1968), Laura Montip&#242; (nata a Reggio Emilia l&#39;8 dicembre 1969), Tamburi Investment Partners S.p.A. (con sede in Via Pontaccio, 10, Milano), B. Group S.p.A. (con sede
      in Piazza San Domenico, 9, Bologna), Rover International S.A. (con sede in 19-21 Boulevard du Prince Henry, Luxembourg) e FinRoss S.p.A. (con sede in Via Collegio di Spagna, 7, Bologna) comunicano quanto segue:
    </p>
    <p>
      <strong>1. Tipo del patto e relative finalit&#224;</strong>
    </p>
    <p>
      In in data 23 luglio 2003 Sergio Erede, Giovanni Cavallini, Fulvio Montip&#242;, Leila Montip&#242;, Laura Montip&#242;, Tamburi Investment Partners S.p.A., B. Group S.p.A., Rover International S.A. e FinRoss S.p.A. (i &quot;Partecipanti&quot;) hanno stipulato un patto di sindacato denominato &quot; <em>Sindacato di azioni ordinarie Interpump Group S.p.A.</em> &quot; (il &quot;Patto&quot;)
      finalizzato ad assicurare uniformit&#224; e continuit&#224; di indirizzo nella gestione della Interpump Group S.p.A. (la &quot;Societ&#224;&quot;).
    </p>
    <p>
      <strong>2. Soggetti partecipanti al Patto e sua composizione</strong>
    </p>
    <p>
      Il Patto ha ad oggetto n 12.403.500 azioni ordinarie della Societ&#224;, corrispondenti al 14,845% del capitale sociale della Societ&#224;, che &#232; suddiviso in n 83.551.250 azioni ordinarie.
    </p>
    <p>
      L&#39;ammontare delle azioni sindacate risulta dalla seguente tabella:
    </p>
    <table class="resultTable2" cellpadding="2" width="980">
      <tbody>
        <tr valign="top">
          <td class="resultTD2" width="64">
            <strong>n.</strong> 
          </td>
          <td class="resultTD2" width="269">
            <strong>Partecipante o gruppo di Partecipanti</strong> 
          </td>
          <td class="resultTD2" width="147">
            <strong>n.&#160; di azioni sindacate</strong> 
          </td>
          <td class="resultTD2" width="221">
            <strong>% su tot. azioni della Societ&#224;</strong> 
          </td>
          <td class="resultTD2" width="245">
            <strong>% su tot. azioni sindacate</strong> 
          </td>
        </tr>
        <tr valign="top">
          <td class="resultTD2" width="64">
            1
          </td>
          <td class="resultTD2" width="269">
            Sergio Erede
          </td>
          <td class="resultTD2" width="147">
            <p align="right">
              835.000
            </p>
          </td>
          <td class="resultTD2" width="221">
            <p align="right">
              O,999%
            </p>
          </td>
          <td class="resultTD2" width="245">
            <p align="right">
              6,732%
            </p>
          </td>
        </tr>
        <tr valign="top">
          <td class="resultTD2" width="64">
            2
          </td>
          <td class="resultTD2" width="269">
            Giovanni Cavallini
          </td>
          <td class="resultTD2" width="147">
            <p align="right">
              800.000
            </p>
          </td>
          <td class="resultTD2" width="221">
            <p align="right">
              O,957%
            </p>
          </td>
          <td class="resultTD2" width="245">
            <p align="right">
              6,45%
            </p>
          </td>
        </tr>
        <tr valign="top">
          <td class="resultTD2" width="64">
            3
          </td>
          <td class="resultTD2" width="269">
            - Dott. Fulvio Montip&#242;<br />
            - Leila Montip&#242;<br />
            - Laura Montip&#242;<br />
          </td>
          <td class="resultTD2" width="147">
            <p align="right">
              - 1.628.500<br />
              - 410.000<br />
              - 410.000<br />
              tot. 2.448.500
            </p>
          </td>
          <td class="resultTD2" width="221">
            <p align="right">
              - 1,949%<br />
              - O,491%<br />
              - O,491%<br />
              2,931%
            </p>
          </td>
          <td class="resultTD2" width="245">
            <p align="right">
              - 13,129%<br />
              - 3,305%<br />
              - 3,305%<br />
              19,739%
            </p>
          </td>
        </tr>
        <tr valign="top">
          <td class="resultTD2" width="64">
            4
          </td>
          <td class="resultTD2" width="269">
            Tamburi Investment Partners S.p.A.
          </td>
          <td class="resultTD2" width="147">
            <p align="right">
              2.500.000
            </p>
          </td>
          <td class="resultTD2" width="221">
            <p align="right">
              2,992%
            </p>
          </td>
          <td class="resultTD2" width="245">
            <p align="right">
              20,156%
            </p>
          </td>
        </tr>
        <tr valign="top">
          <td class="resultTD2" width="64">
            5
          </td>
          <td class="resultTD2" width="269">
            B. Group S.p.A.
          </td>
          <td class="resultTD2" width="147">
            <p align="right">
              2.500.000
            </p>
          </td>
          <td class="resultTD2" width="221">
            <p align="right">
              2,992%
            </p>
          </td>
          <td class="resultTD2" width="245">
            <p align="right">
              20,156%
            </p>
          </td>
        </tr>
        <tr valign="top">
          <td class="resultTD2" width="64">
            6
          </td>
          <td class="resultTD2" width="269">
            Rover International S.A.
          </td>
          <td class="resultTD2" width="147">
            <p align="right">
              2.500.000
            </p>
          </td>
          <td class="resultTD2" width="221">
            <p align="right">
              2,992%
            </p>
          </td>
          <td class="resultTD2" width="245">
            <p align="right">
              20,156%
            </p>
          </td>
        </tr>
        <tr valign="top">
          <td class="resultTD2" width="64">
            7
          </td>
          <td class="resultTD2" width="269">
            FinRoss S.p.A.
          </td>
          <td class="resultTD2" width="147">
            <p align="right">
              820.000
            </p>
          </td>
          <td class="resultTD2" width="221">
            <p align="right">
              0,981%
            </p>
          </td>
          <td class="resultTD2" width="245">
            <p align="right">
              6,611%
            </p>
          </td>
        </tr>
        <tr valign="top">
          <td class="resultTD2" width="64">
            <strong>Totale</strong> 
          </td>
          <td class="resultTD2" width="269">
            &#160;
          </td>
          <td class="resultTD2" width="147">
            <p align="right">
              <strong>12.403.500</strong>
            </p>
          </td>
          <td class="resultTD2" width="221">
            <p align="right">
              <strong>14,845%</strong>
            </p>
          </td>
          <td class="resultTD2" width="245">
            <p align="right">
              <strong>100%</strong>
            </p>
          </td>
        </tr>
      </tbody>
    </table>
    <p>
      In caso di aumento di capitale della Societ&#224;, gratuito o a pagamento, le azioni di nuova emissione ricevute o sottoscritte dai Partecipanti in relazione alle azioni sindacate di rispettiva propriet&#224; si intenderanno anch&#39;esse automaticamente soggette agli obblighi stabiliti nel Patto.
    </p>
    <p>
      Previa delibera autorizzativa assunta dalla Direzione del Patto (di cui al &#167; 5) con il voto favorevole di almeno cinque dei suoi sette membri, potranno essere apportate al sindacato, dai Partecipanti o da terzi, ulteriori azioni della Societ&#224;, purch&#233; l&#39;apporto non comporti il superamento dei limiti stabiliti dalle disposizioni vigenti oltre i quali i Partecipanti
      sarebbero tenuti ad effettuare un&#39;offerta pubblica di acquisto e semprech&#233;, qualora l&#39;apportante sia un terzo, la Direzione abbia espresso il relativo gradimento.
    </p>
    <p>
      I Partecipanti possono liberamente detenere, acquisire e trasferire in qualsiasi forma azioni non apportate al Patto. Ai sensi dell&#39;art. 120 del regolamento adottato dalla Consob con delibera n. 11971 del 14 maggio 1999, si precisa che Giovanni Cavallini detiene, oltre alle azioni sindacate indicate alla riga 2 della tabella che precede, n. 684.250 azioni ordinarie della Societ&#224;,
      corrispondenti allo 0,819% del capitale sociale, non oggetto del Patto; pertanto, Giovanni Cavallini detiene complessivamente n. 1.484.250 azioni ordinarie della Societ&#224;, corrispondenti al 1,776% del capitale sociale. Si precisa inoltre che Tamburi Investment Partners S.p.A. detiene azioni ordinarie della Societ&#224; non sindacate, come da comunicazione effettuata alla Consob ai sensi
      dell&#39; dell&#39;art. 120 del d. lgs. 24.2.1998 n 58.
    </p>
    <p>
      Non esistono altri patti parasociali tra i Partecipanti.
    </p>
    <p>
      <strong>3. Esistenza di vincoli alla cessione delle azioni sindacate</strong>
    </p>
    <p>
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, 5 comma, lett. b) del d. lgs. 24.2.1998 n 58.
    </p>
    <p>
      (1) Per l&#39;intera durata del Patto ciascun Partecipante si obbliga a non vendere n&#233; altrimenti trasferire, n&#233; ad altri Partecipanti (salvo quanto indicato al &#167; 3(2)) n&#233; a terzi (salvo quanto indicato al &#167; 3(4)), la propriet&#224; o la disponibilit&#224; delle azioni sindacate.
    </p>
    <p>
      (2) La vendita da un Partecipante ad uno o pi&#249; Partecipanti di azioni sindacate &#232; ammessa purch&#233; avvenga fuori dal MTA o sul mercato dei blocchi, nel rispetto del diritto di prelazione degli altri Partecipanti, ed il cessionario subentri negli obblighi stabiliti nel Patto. Il diritto di prelazione non spetta in caso di trasferimento delle azioni sindacate a societ&#224;
      controllate dal Partecipante, ovvero al coniuge, agli ascendenti o ai discendenti del Partecipante, semprech&#233; il cessionario subentri negli obblighi stabiliti nel Patto. Le azioni sindacate sono liberamente trasferibili <em>mortis causa</em> e gli eredi e i successori del Partecipante subentreranno automaticamente nel Patto.
    </p>
    <p>
      (3) In caso di aumento del capitale della Societ&#224; mediante emissione a pagamento di azioni o di altri strumenti finanziari che diano diritto di sottoscrivere o acquisire azioni della Societ&#224;, qualora un Partecipante intenda cedere diritti di opzione o di sottoscrizione o gli altri diritti spettanti alle azioni sindacate di sua propriet&#224;, gli altri Partecipanti avranno diritto
      di prelazione nell&#39;acquisto di tali diritti.
    </p>
    <p>
      (4) Qualora pervenga al Presidente della Direzione un&#39;offerta per l&#39;acquisto di tutte le azioni sindacate e la Direzione consideri l&#39;offerta conveniente con delibera assunta con il voto favorevole di almeno cinque dei suoi sette membri: (i) i Partecipanti i cui rappresentanti in Direzione abbiano giudicato l&#39;offerta conveniente saranno tenuti a co-vendere all&#39;offerente
      le azioni sindacate di rispettiva propriet&#224;, alle condizioni offerte, mentre (ii) gli altri Partecipanti saranno liberi di non accettare l&#39;offerta, ma in tal caso rimarranno obbligati a rispettare il divieto temporaneo di alienazione delle azioni sindacate di loro propriet&#224; di cui al &#167; 3(1) fino all&#39;assemblea ordinaria che approver&#224; il bilancio della Societ&#224;
      relativo all&#39;esercizio 2004.
    </p>
    <p>
      (5) I Partecipanti possono costituire in pegno le azioni sindacate di rispettiva propriet&#224;, purch&#233; sia riservato loro il diritto di voto.
    </p>
    <p>
      <strong>4. Contenuto del Patto</strong>
    </p>
    <p>
      <u>Sindacato di voto</u>
    </p>
    <p>
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, 1 comma, del d. lgs. 24.2.1998 n 58.
    </p>
    <p>
      (1) E&#39; principio condiviso da tutti i Partecipanti che la gestione della Societ&#224; debba avvenire con continuit&#224; rispetto al passato, anche con riferimento alla politica di crescita interna ed esterna ed alla politica dei dividendi.
    </p>
    <p>
      (2) Ciascuno dei Partecipanti si impegna a: (i) esprimere il proprio voto nell&#39;assemblea ordinaria della Societ&#224;, tramite delega conferita al Presidente della Direzione, in modo tale da far s&#236; che - per quanto possibile tenuto conto della circostanza che le azioni sindacate non consentono di garantire tale risultato - la nomina degli amministratori e dei sindaci avvenga in
      conformit&#224; al &#167; 3(3); (ii) fare quanto nelle proprie possibilit&#224; affinch&#233; nelle nomine degli organi sociali di cui ai &#167;&#167; 3(4), 3(5) e 3(6) gli amministratori della Societ&#224; deliberino in conformit&#224; a quanto ivi stabilito.
    </p>
    <p>
      (3) I Partecipanti convengono che, ove ci&#242; risulti possibile mediante il voto espresso con le azioni sindacate, il consiglio di amministrazione della Societ&#224; sar&#224; formato dai sette componenti di seguito indicati: (i) Sergio Erede, Presidente, e Giovanni Cavallini, Vice-Presidente; (ii) Fulvio Montip&#242;, quale amministratore designato anche da Leila Montip&#242; e Laura
      Montip&#242;; (iii) Giancarlo De Martis, quale amministratore designato da B. Group S.p.A.; (iv) Giuseppe Ferrero, quale amministratore designato da Rover International S.A.; (v) Marco Reboa, quale amministratore indipendente designato congiuntamente da Sergio Erede, Giovanni Cavallini, Fulvio Montip&#242;, Leila Montip&#242; e Laura Montip&#242;; (vi) Roberto Tunioli, quale amministratore
      indipendente designato da Finross S.p.A.
    </p>
    <p>
      (4) In caso di dimissioni o cessazione per altra causa di uno o pi&#249; degli amministratori della Societ&#224;, ciascuno dei Partecipanti far&#224; quanto nelle proprie possibilit&#224; affinch&#233; il consiglio di amministrazione coopti nuovi amministratori in modo tale da riflettere la composizione del consiglio di cui al precedente &#167; 3(3).
    </p>
    <p>
      (5) Ciascuno dei Partecipanti far&#224; quanto nelle proprie possibilit&#224; affinch&#233; il comitato di controllo interno della Societ&#224; sia composto da due amministratori indipendenti e da Giuseppe Ferrero.
    </p>
    <p>
      (6) Ciascuno dei Partecipanti far&#224; quanto nelle proprie possibilit&#224; affinch&#233; il comitato per la remunerazione degli amministratori e dell&#39;alta direzione della Societ&#224; sia composto da Sergio Erede e da Giancarlo De Martis quali amministratori non esecutivi, e da Giovanni Cavallini.
    </p>
    <p>
      <u>Patto di consultazione</u>
    </p>
    <p>
      Il Patto contiene le seguenti disposizioni rilevanti ai sensi dell&#39;art. 122, 5 comma, lett. a) del d. lgs. 24.2.1998 n 58.
    </p>
    <p>
      Sulle materie diverse dalla nomina degli amministratori e dei sindaci della Societ&#224;, i rappresentanti dei Partecipanti nella Direzione si consulteranno preventivamente al fine di proporre ai Partecipanti di adottare una linea comune, fermo restando che i Partecipanti avranno facolt&#224; di esercitare liberamente nell&#39;assemblea della Societ&#224; il diritto di voto spettante alle
      azioni sindacate di rispettiva propriet&#224;.
    </p>
    <p>
      <strong>5. Organi del sindacato e loro compiti, composizione e funzionamento</strong>
    </p>
    <p>
      Il sindacato &#232; gestito da una direzione (la &quot;Direzione&quot;) formata da sette membri: Sergio Erede, Giovanni Cavallini, Fulvio Montip&#242; (designato anche da Leila Montip&#242; e Laura Montip&#242;), Giovanni Tamburi (designato da Tamburi Investment Partners S.p.A.), Giancarlo De Martis (designato da B. Group S.p.A.), Giuseppe Ferrero (designato da Rover International S.A.) ed
      Edoardo Rossetti (designato da Finross S.p.A.).
    </p>
    <p>
      Giovanni Tamburi &#232; stato nominato Presidente della Direzione ed Edoardo Rossetti Vice-Presidente con funzioni vicarie.
    </p>
    <p>
      La Direzione si riunisce prima delle assemblee della Societ&#224; per deliberare sulla nomina degli amministratori e/o dei sindaci e perch&#233; i suoi membri possano consultarsi sulle altre materie poste all&#39;ordine del giorno e, ove possibile, proporre ai Partecipanti di adottare una linea comune; inoltre la Direzione si riunisce per decidere sull&#39;ammissione di nuovi Partecipanti o
      sull&#39;apporto al sindacato di nuove azioni, ed ogni volta che debba assumere altre deliberazioni o il Presidente lo ritenga opportuno ovvero ne facciano richiesta almeno due membri della Direzione.
    </p>
    <p>
      La Direzione delibera a maggioranza dei membri intervenuti, salve le diverse maggioranze indicate ai &#167;&#167; 2 e 3(4).
    </p>
    <p>
      <strong>6. Soggetti che possono, tramite il Patto, esercitare il controllo sulla Societ&#224;</strong>
    </p>
    <p>
      Non vi &#232; nessun soggetto che singolarmente esercita il controllo sulla Societ&#224;.
    </p>
    <p>
      <strong>7. Deposito delle azioni</strong>
    </p>
    <p>
      Ciascun Partecipante potr&#224; depositare le azioni sindacate presso uno o pi&#249; intermediari abilitati liberamente prescelti.
    </p>
    <p>
      <strong>8. Durata, diritti di recesso e di esclusione</strong>
    </p>
    <p>
      Il Patto ha durata fino all&#39;assemblea ordinaria che approver&#224; il bilancio della Societ&#224; dell&#39;esercizio 2004.
    </p>
    <p>
      Il Patto cesser&#224; qualora, per effetto di recessi o di risoluzioni o per qualsiasi altra ragione, risultino sindacate azioni in misura inferiore al 10 % del capitale sociale della Societ&#224;.
    </p>
    <p>
      Giovanni Cavallini avr&#224; diritto di recedere immediatamente dal Patto qualora il consiglio di amministrazione della Societ&#224; revochi o restringa significativamente le deleghe attualmente conferitegli quale amministratore delegato.
    </p>
    <p>
      Fulvio Montip&#242;, Leila Montip&#242; e Laura Montip&#242; avranno diritto di recedere immediatamente dal Patto qualora il consiglio di amministrazione della Societ&#224; revochi o restringa significativamente le deleghe attualmente conferite a Fulvio Montip&#242; quale amministratore delegato.
    </p>
    <p>
      In caso di mancato conferimento della delega al Presidente della Direzione per l&#39;esercizio del voto nelle assemblee della Societ&#224; per la nomina degli amministratori e/o dei sindaci il Patto potr&#224; essere automaticamente risolto con riferimento al Partecipante inadempiente, che sar&#224; pertanto escluso dal Sindacato, su conforme decisione della Direzione.
    </p>
    <p>
      Non sono previste penali per l&#39;inadempimento degli obblighi assunti con il Patto.
    </p>
    <p>
      <strong>9. Deposito del Patto</strong>
    </p>
    <p>
      Il Patto &#232; stato depositato presso il Registro delle Imprese di Reggio Emilia mediante trasmissione in via telematica in data 25 luglio 2003.
    </p>
    <p>
      26 luglio 2003
    </p>
    <p>
      <b>[IO.1.03.1]</b>
    </p>
    <p>
      <font size="1"><strong>PATTO VENUTO MENO CON L&#39;APPROVAZIONE DEL BILANCIO DELL&#39;ESERCIZIO 2004, DELIBERATA DALL&#39; ASSEMBLEA IN DATA 27 APRILE 2005</strong></font>
    </p>
    <hr />
    <p align="center">
      <strong>Interpump Group S.p.A.<br />
      </strong><br />
      Capitale sociale Euro 41.558.535,20 i.v.<br />
      Sede legale in Sant&#8217;Ilario d&#8217;Enza (Reggio Emilia)<br />
      Registro Imprese di Reggio Emilia e C.F. n. 11666900151<br />
      Estratto del Patto Parasociale stipulato in data 21 marzo 2006
    </p>
    <p align="justify">
      1. <u><b>Societ&#224; i cui strumenti finanziari sono oggetto del Patto</b></u>
    </p>
    <p align="justify">
      La societ&#224; le cui azioni sono oggetto del patto parasociale (il &quot;<b>Patto</b>&quot;), sottoscritto in data 21 marzo 2006, <b></b>&#232; Interpump Group S.p.A., societ&#224; di diritto italiano, con sede in Sant&#8217;Ilario d&#8217;Enza (Reggio Emilia), Via E. Fermi 25, codice fiscale e numero di iscrizione al registro delle imprese di Reggio Emilia 11666900151 (la
      &quot;<b>Societ&#224;</b>&quot;), capitale sociale di Euro 41.558.535,20 i.v., suddiviso in n. 79.920.260 azioni ordinarie del valore nominale di Euro 0,52 cadauna; le azioni ordinarie emesse dalla Societ&#224; (le &quot;<b>Azioni</b>&quot;) sono ammesse alla trattazione sul Mercato Telematico Azionario organizzato e gestito da Borsa Italiana S.p.A. (il &quot;<b>MTA</b>&quot;).
    </p>
    <p align="justify">
      <b>2. <u>Strumenti finanziari oggetto del Patto</u></b>
    </p>
    <p align="justify">
      Gli strumenti oggetto del Patto sono costituiti da n. 15.561.854 azioni della Societ&#224;, pari a19,471% del capitale sociale.
    </p>
    <p align="justify">
      <b>3. <u>Azioni apportate al Patto dai Partecipanti</u></b>
    </p>
    <p align="justify">
      La tabella che segue indica tutti i soggetti (collettivamente i &quot;<b>Partecipanti</b>&quot;) che hanno sottoscritto il Patto, nonch&#233; le Azioni dagli stessi vincolate al Patto (le &quot;<b>Azioni Sindacate</b>&quot;).
    </p>
    <p>
      &#160;
    </p>
    <table class="basicTable" border="1" cellspacing="0" cellpadding="1" width="90%">
      <tbody>
        <tr>
          <td width="8%">
            <b></b>
            <p align="center">
              <b>n.</b>
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td width="32%">
            <b></b>
            <p align="center">
              <b>Azionista</b>
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td width="20%">
            <b></b>
            <p align="center">
              <b>Numero di Azioni Sindacate</b>
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td width="20%">
            <b></b>
            <p align="center">
              <b>% su totale Azioni della Societ&#224;</b>
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td width="20%">
            <b></b>
            <p align="center">
              <b>% su totale Azioni Sindacate</b>
            </p>
            <p>
              &#160;
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            &#160; 
            <p align="justify">
              1.
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="32%">
            &#160; 
            <p align="justify">
              Avv. Sergio Erede
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              865.000
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              1,082%
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              5,558%
            </p>
            <p>
              &#160;
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            &#160; 
            <p align="left">
              2.
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="32%">
            &#160; 
            <p align="left">
              Ing. Giovanni Cavallini<sup><a href="#1" target="_self"><u><font color="#0000ff">1</font></u></a></sup>
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              800.000
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              1,000%
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              5,141%
            </p>
            <p>
              &#160;
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            &#160; 
            <p align="left">
              3.
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="32%">
            <p align="left">
              Dott. Fulvio Montip&#242;
            </p>
            <p align="left">
              Leila Montip&#242;
            </p>
            <p>
              &#160;
            </p>
            <p>
              &#160;
            </p>
            <p align="left">
              Laura Montip&#242;
            </p>
            <p>
              &#160;
            </p>
            <p>
              &#160;
            </p>
            <p align="left">
              Totale Famiglia Montip&#242;, costituente un unico gruppo di Partecipanti
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              - 3.346.300
            </p>
            <p>
              &#160;
            </p>
            <p>
              &#160;
            </p>
            <p align="center">
              - 928.487
            </p>
            <p>
              &#160;
            </p>
            <p>
              &#160;
            </p>
            <p align="center">
              - 928.487
            </p>
            <p>
              &#160;
            </p>
            <p>
              &#160;
            </p>
            <p align="center">
              5.203.274
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              - 4,187%
            </p>
            <p>
              &#160;
            </p>
            <p>
              &#160;
            </p>
            <p align="center">
              - 1,162%
            </p>
            <p>
              &#160;
            </p>
            <p>
              &#160;
            </p>
            <p align="center">
              - 1,162%
            </p>
            <p>
              &#160;
            </p>
            <p>
              &#160;
            </p>
            <p align="center">
              6,511%
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              - 21,503%
            </p>
            <p>
              &#160;
            </p>
            <p>
              &#160;
            </p>
            <p align="center">
              - 5,966%
            </p>
            <p>
              &#160;
            </p>
            <p>
              &#160;
            </p>
            <p align="center">
              - 5,966%
            </p>
            <p>
              &#160;
            </p>
            <p>
              &#160;
            </p>
            <p align="center">
              33,436%
            </p>
            <p>
              &#160;
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            &#160; 
            <p align="left">
              4.
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="32%">
            &#160; 
            <p align="left">
              Tamburi Investment Partners S.p.A.
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              2.918.580
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              3,652%
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              18,755%
            </p>
            <p>
              &#160;
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            &#160; 
            <p align="left">
              5.
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="32%">
            &#160; 
            <p align="left">
              MAIS S.p.A.<sup><a href="#2" target="_self"><u><font color="#0000ff">2</font></u></a></sup>
            </p>
            <p align="left">
              (direttamente controllata da Isabella Seragnoli)
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              3.000.000
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              3,754%
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              19,278%
            </p>
            <p>
              &#160;
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            &#160; 
            <p align="left">
              6.
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="32%">
            &#160; 
            <p align="left">
              Rover International S.A<br />
              (indirettamente controllata da Giuseppe Ferrero)
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              2.775.000
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              3,472%
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="top" width="20%">
            &#160; 
            <p align="center">
              17,832%
            </p>
            <p>
              &#160;
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            <b></b>
            <p align="left">
              <b>Totale</b>
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="center" width="32%">
            &#160;
          </td>
          <td valign="center" width="20%">
            <b></b>
            <p align="center">
              <b>15.561.854</b>
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="center" width="20%">
            <b></b>
            <p align="center">
              <b>19,471%</b>
            </p>
            <p>
              &#160;
            </p>
          </td>
          <td valign="center" width="20%">
            <b></b>
            <p align="center">
              <b>100,00%</b>
            </p>
            <p>
              &#160;
            </p>
          </td>
        </tr>
      </tbody>
    </table>
    <br />
    <br />
     
    <p>
      <u>Note</u>
    </p>
    <p>
      <a id="1" class="anchor" name="1">1. Si precisa</a> che l&#8217;Ing. Cavallini detiene, oltre alle azioni sindacate indicate al n. 2 della tabella che precede, n. 1.526.920 azioni ordinarie della Societ&#224;, corrispondenti allo 1,911% del capitale sociale, non oggetto del Patto; pertanto, l&#8217;Ing. Giovanni Cavallini detiene complessivamente n. 2.326.920 azioni ordinarie della
      Societ&#224;, corrispondenti al 2,912% del capitale sociale.
    </p>
    <p>
      <a id="2" class="anchor" name="2">2. Si precisa</a> che MAIS S.p.A. detiene, oltre alle azioni sindacate indicate al n. 5 della tabella che precede, n. 680.000 azioni ordinarie della Societ&#224;, corrispondenti allo 0,851% del capitale sociale, non oggetto del Patto; pertanto, MAIS S.p.A. detiene complessivamente n. 3.680.000 azioni ordinarie della Societ&#224;, corrispondenti al 4,605%
      del capitale sociale.
    </p>
    <p align="justify">
      &#160;
    </p>
    <p align="justify">
      In caso di aumento di capitale della Societ&#224;, gratuito o a pagamento, le azioni di nuova emissione ricevute o sottoscritte dai Partecipanti in relazione alle Azioni Sindacate di rispettiva propriet&#224; si intenderanno anch&#39;esse automaticamente soggette agli obblighi stabiliti nel Patto.
    </p>
    <p align="justify">
      Previa delibera autorizzativa assunta dalla Direzione del Patto con il voto favorevole di almeno quattro dei suoi sei membri, potranno essere apportate al sindacato dai Partecipanti, titolari di Azioni non sindacate, o da terzi, ulteriori Azioni, purch&#233; l&#8217;apporto non comporti il superamento di limiti stabiliti dalle disposizioni vigenti, oltre i quali i Partecipanti sarebbero
      tenuti ad effettuare un&#8217;offerta pubblica di acquisto e semprech&#233;, qualora l&#8217;apportante sia un terzo, la Direzione abbia espresso il proprio gradimento.
    </p>
    <p align="justify">
      Ciascun Partecipante non potr&#224; acquistare, per tutta la durata del Patto, Azioni ulteriori rispetto alle Azioni possedute alla data di stipula del Patto, con qualsiasi modalit&#224;, e dunque sia mediante acquisto sul MTA o ai blocchi, sia mediante sottoscrizione di aumenti di capitale a seguito dell&#8217;esercizio di diritti di opzione non di pertinenza delle Azioni Sindacate tranne
      che nei seguenti casi:
    </p>
    <ol>
      <li>
        esercitando i diritti di opzione attribuiti loro nell&#8217;ambito di piani di stock options approvati dall&#8217;assemblea della Societ&#224;;
      </li>
      <li>
        previa delibera autorizzativa assunta dalla Direzione con il voto favorevole di almeno quattro dei suoi sei membri,
      </li>
    </ol>
    <p align="justify">
      purch&#233; l&#8217;acquisto non comporti il superamento di limiti stabiliti dalle disposizioni vigenti, oltre i quali i Partecipanti sarebbero tenuti ad effettuare un&#8217;offerta pubblica di acquisto.
    </p>
    <p align="justify">
      Non esistono altri patti parasociali tra i Partecipanti.
    </p>
    <p align="justify">
      <b>4. <u>Persone fisiche e giuridiche che esercitano il controllo sulla Societ&#224; ai sensi dell&#8217;art. 93 TUF</u></b>
    </p>
    <p align="justify">
      Alla data del Patto, nessun azionista della Societ&#224; detiene una partecipazione tale da consentirgli, singolarmente considerato di esercitare il controllo sulla Societ&#224; ai sensi dell&#8217;art. 93 del D. Lgs. 25 febbraio 1998, n. 58 (il &quot;<b>TUF</b>&quot;).
    </p>
    <p align="justify">
      <b>5. Tipo e <u>Contenuto del Patto</u></b>
    </p>
    <p align="justify">
      Il Patto pu&#242; essere ricondotto alle fattispecie disciplinate dall&#39;articolo 122 primo comma e quinto comma lett. a), b), c) e d) TUF in quanto contiene vincoli alla cessione delle azioni ed accordi di voto e di consultazione, come di seguito specificato.
    </p>
    <p align="justify">
      <i><b>a)</b> <b>Vincoli alla cessione delle Azioni Sindacate</b>.</i>
    </p>
    <p align="justify">
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, 5 comma, lett. b) TUF.
    </p>
    <p align="justify">
      Per l&#8217;intera durata del Patto ciascun Partecipante si obbliga a non vendere n&#233; trasferire la propriet&#224; o la disponibilit&#224; delle Azioni Sindacate di rispettiva propriet&#224;, salvo, tra l&#8217;altro, i seguenti casi:
    </p>
    <ol>
      <li>
        Qualora pervenga al Presidente della Direzione un&#8217;offerta per l&#8217;acquisto di tutte le Azioni Sindacate, e la Direzione consideri l&#8217;offerta conveniente con delibera assunta con il voto favorevole di almeno quattro dei suoi sei membri: (i) i Partecipanti i cui rappresentanti in Direzione abbiano giudicato l&#8217;offerta conveniente saranno tenuti a co-vendere
        all&#8217;offerente le Azioni Sindacate di rispettiva propriet&#224;, alle condizioni offerte, mentre (ii) gli altri Partecipanti saranno liberi di non accettare l&#8217;offerta, ma in tal caso rimarranno obbligati a rispettare il divieto temporaneo di alienazione delle Azioni Sindacate di loro propriet&#224; fino all&#39;assemblea ordinaria alla quale sar&#224; sottoposto per
        approvazione il bilancio della Societ&#224; relativo all&#39;esercizio che chiuder&#224; il 31 dicembre 2006.
      </li>
      <li>
        La vendita da parte di un Partecipante delle Azioni Sindacate di sua propriet&#224; ad uno o pi&#249; Partecipanti, fuori dal MTA o sul mercato dei blocchi, &#232; ammessa purch&#233; avvenga nel rispetto del diritto di prelazione degli altri Partecipanti. Il diritto di prelazione non spetta in caso di trasferimento delle Azioni Sindacate a societ&#224; controllate dal Partecipante,
        ovvero al coniuge, agli ascendenti o ai discendenti del Partecipante, semprech&#233; il cessionario subentri negli obblighi stabiliti nel Patto. Le Azioni Sindacate sono liberamente trasferibili <i>mortis causa</i> e gli eredi e i successori del Partecipante subentreranno automaticamente nel Patto.
      </li>
      <li>
        I Partecipanti possono costituire in pegno le Azioni Sindacate di rispettiva propriet&#224;, purch&#233; sia riservato loro il diritto di voto.
      </li>
      <li>
        Le Azioni Sindacate saranno, inoltre, in tutto o in parte trasferibili dai Partecipanti a societ&#224; fiduciarie che le acquisiscano sulla base di mandato fiduciario conferito loro dai Partecipanti trasferenti, nonch&#233; a trust dei quali i Partecipanti trasferenti siano i beneficiari economici (anche unitamente al coniuge, ad ascendenti o discendenti), a condizione che i Partecipanti
        trasferenti ne diano previa comunicazione al Presidente della Direzione, con accluso un atto con il quale le societ&#224; fiduciarie o i trust trasferitari assumono incondizionatamente tutti gli obblighi stabiliti nel Patto, ovvero si impegnano a far s&#236; che le societ&#224; fiduciarie o i trust trasferitari adempiano a tutti gli obblighi stabiliti nel Patto. I Partecipanti che si
        siano avvalsi di tale facolt&#224; restano comunque obbligati, in caso di trasferimento a terzi del mandato fiduciario o di designazione di diversi beneficiari economici del trust, a riacquistare le Azioni Sindacate come sopra trasferite, per il loro mantenimento in Sindacato.
      </li>
    </ol>
    <p align="justify">
      <i><b>b)</b> <b>Sindacato di voto</b></i>
    </p>
    <p align="justify">
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, primo comma TUF.
    </p>
    <ol>
      <li>
        E&#39; principio condiviso da tutti i Partecipanti che la gestione della Societ&#224; debba avvenire con continuit&#224; rispetto al passato, anche con riferimento alla politica di crescita interna ed esterna ed alla politica dei dividendi.
      </li>
      <li>
        Ciascuno dei Partecipanti si impegna a: (i) esprimere il proprio voto nell&#39;assemblea ordinaria della Societ&#224;, tramite il delegato designato di volta in volta dalla Direzione per ogni singola assemblea della Societ&#224;, convocata per la nomina di amministratori e/o dei sindaci, in modo tale da far s&#236; che - per quanto possibile tenuto conto della circostanza che le Azioni
        Sindacate non consentono di garantire tale risultato - la nomina degli amministratori e dei sindaci avvenga in conformit&#224; al successivo punto (3), (ii) fare quanto nelle proprie possibilit&#224; affinch&#233; nelle nomine degli organi sociali di cui ai successivi punti (4), (5) e (6) gli amministratori della Societ&#224; deliberino in conformit&#224; alle disposizioni ivi contenute.
      </li>
      <li>
        I Partecipanti convengono che, ove ci&#242; risulti possibile mediante il voto espresso con le Azioni Sindacate, il consiglio di amministrazione della Societ&#224; sar&#224; formato dagli undici componenti di seguito indicati: (i) Ing. Giovanni Cavallini, Presidente con deleghe di poteri, quale amministratore non indipendente designato dal Partecipante indicato al n&#176; 2 della tabella
        di cui al &#167;3; (ii) Dott. Paolo Marinsek, Amministratore Delegato, quale amministratore non indipendente designato da tutti i Partecipanti; (iii) Avv. Sergio Erede, quale amministratore non indipendente designato dal Partecipante indicato al n&#176; 1 della tabella di cui al &#167;3; (iv) Dott. Fulvio Montip&#242;, Vice Presidente e Amministratore Delegato, quale amministratore non
        indipendente designato dal gruppo di Partecipanti indicato al n&#176; 3 della tabella di cui al &#167;3; (v) Dott. Giovanni Tamburi, quale amministratore non indipendente designato dal Partecipante indicato al n&#176; 4 della tabella di cui al &#167;3; (vi) Dott. Giancarlo De Martis, quale amministratore non indipendente designato dal Partecipante indicato al n&#176; 5 della tabella di
        cui al &#167;3; (vii) Dott. Giuseppe Ferrero, quale amministratore non indipendente designato dal Partecipante indicato al n&#176; 6 della tabella di cui al &#167;3; (viii) Roberto Tunioli, quale amministratore non indipendente designato a maggioranza dei Partecipanti; (ix) Dott. Marco Reboa, quale amministratore indipendente designato a maggioranza dei Partecipanti; (x) Dott. Salvatore
        Bragantini, quale amministratore indipendente designato a maggioranza dei Partecipanti; (xi) Ing. Franco Giuseppe Cattaneo, quale amministratore indipendente designato a maggioranza dei Partecipanti.
      </li>
      <li>
        In caso di dimissioni o cessazione per altra causa di uno o pi&#249; degli amministratori della Societ&#224; di cui al precedente punto (3) (i), (iii), (iv), (v), (vi) e (vii) , ciascuno dei Partecipanti far&#224; quanto nelle proprie possibilit&#224; affinch&#233; il consiglio di amministrazione coopti nuovi amministratori in modo tale che il Partecipante o il gruppo di Partecipanti che
        l&#8217;hanno designato possa far nominare altro amministratore in sua sostituzione.
      </li>
      <li>
        Ciascuno dei Partecipanti far&#224; quanto nelle proprie possibilit&#224; affinch&#233; il comitato di controllo interno della Societ&#224; sia composto dal Dott. Marco Reboa, dall&#8217;Ing. Franco Giuseppe Cattaneo e dal Rag. Roberto Tunioli, i primi due quali amministratori indipendenti designati a maggioranza dei Partecipanti.
      </li>
      <li>
        Ciascuno dei Partecipanti far&#224; quanto nelle proprie possibilit&#224; affinch&#233; il comitato per la remunerazione degli amministratori e dell&#8217;alta direzione della Societ&#224; sia composto dal Dott. Giovanni Tamburi quale amministratore non esecutivo designato dal Partecipante indicato al n&#176; 4 della tabella di cui al &#167;3, dal Dott. Giancarlo De Martis quale
        amministratore non esecutivo designato dal Partecipante indicato al n&#176; 5 della tabella di cui al &#167;3 e dall&#8217;Ing. Giovanni Cavallini.
      </li>
    </ol>
    <p align="justify">
      <i><b>c)</b> <b>Patto di consultazione</b></i>
    </p>
    <p align="justify">
      Il Patto contiene le seguenti disposizioni rilevanti ai sensi dell&#39;art. 122, quinto comma, lett. a) TUF.
    </p>
    <p align="justify">
      Sulle materie diverse dalla nomina degli amministratori e dei sindaci della Societ&#224;, i rappresentanti dei Partecipanti nella Direzione si consulteranno preventivamente al fine di proporre ai Partecipanti di adottare una linea comune, fermo restando che i Partecipanti avranno facolt&#224; di esercitare liberamente nell&#39;assemblea della Societ&#224; il diritto di voto spettante alle
      Azioni Sindacate di rispettiva propriet&#224;.
    </p>
    <p align="justify">
      <i><b>d) Organi del sindacato e loro compiti, composizione e funzionamento</b></i>
    </p>
    <p align="justify">
      Il sindacato &#232; gestito da una direzione (la <b>Direzione</b>) formata da sei membri: Avv. Sergio Erede, Ing. Giovanni Cavallini, Dott. Fulvio Montip&#242; (designato anche da Leila Montip&#242; e Laura Montip&#242;), Dott. Giovanni Tamburi (designato da Tamburi Investment Partners S.p.A.), Dott. Giancarlo Mocchi (designato da MAIS S.p.A.) ed il Dott. Giuseppe Ferrero (designato da
      Rover International S.A.).
    </p>
    <p align="justify">
      Il Dott. Giovanni Tamburi &#232; stato nominato Presidente della Direzione ed il Dott. Fulvio Montip&#242; Vice-Presidente con funzioni vicarie.
    </p>
    <p align="justify">
      La Direzione si riunisce prima delle assemblee della Societ&#224; perch&#233; i suoi membri possano consultarsi sulla nomina degli amministratori e/o dei sindaci e per designare la persona delegata a rappresentarli in assemblea ai sensi dell&#8217;art. 2372 cod. civ. per tutte le Azioni Sindacate, nonch&#233; per consultarsi sulle altre materie poste all&#39;ordine del giorno e, ove
      possibile, proporre ai Partecipanti di adottare una linea comune; inoltre la Direzione si riunisce per decidere sull&#39;ammissione di nuovi Partecipanti o sull&#39;apporto al sindacato di nuove Azioni, ed ogni volta che debba assumere altre deliberazioni o il Presidente della Direzione lo ritenga opportuno ovvero ne facciano richiesta almeno due membri della Direzione.
    </p>
    <p align="justify">
      La Direzione delibera a maggioranza dei membri intervenuti, salve le diverse maggioranze indicate ai &#167;&#167; 3 e 5 a) (1).
    </p>
    <p align="justify">
      <b>6. <u>Durata del Patto</u></b>
    </p>
    <p align="justify">
      Il Patto ha durata dalla data della sua sottoscrizione da parte dell&#8217;ultimo Partecipante (i.e. dal 21 marzo 2006) fino all&#39;assemblea ordinaria che approver&#224; il bilancio della Societ&#224; relativo all&#8217;esercizio che chiuder&#224; ad 31 dicembre 2007.
    </p>
    <p align="justify">
      Il Patto cesser&#224; qualora, per effetto di recessi o di risoluzioni o per qualsiasi altra ragione, risultino sindacate azioni in misura inferiore al 10 % del capitale sociale della Societ&#224;.
    </p>
    <p align="justify">
      L&#8217;Ing. Giovanni Cavallini avr&#224; diritto di recedere immediatamente dal Patto qualora il consiglio di amministrazione della Societ&#224; revochi o restringa significativamente le deleghe attualmente conferitegli.
    </p>
    <p align="justify">
      Il Dott. Fulvio Montip&#242;, Leila Montip&#242; e Laura Montip&#242; avranno diritto di recedere immediatamente dal Patto qualora il consiglio di amministrazione della Societ&#224; revochi o restringa significativamente le deleghe attualmente conferite al Dott. Fulvio Montip&#242;.
    </p>
    <p align="justify">
      In caso di mancato conferimento della delega, di cui al &#167; 5 b) (2), per l&#39;esercizio del voto nelle assemblee della Societ&#224; per la nomina degli amministratori e/o dei sindaci il Patto potr&#224; essere automaticamente risolto con riferimento al Partecipante inadempiente, che sar&#224; pertanto escluso dal Sindacato, su conforme decisione della Direzione.
    </p>
    <p align="justify">
      <b>7. <u>Clausole penali</u></b>
    </p>
    <p>
      Non sono previste penali per l&#39;inadempimento degli obblighi assunti con il Patto.
    </p>
    <p align="justify">
      <b>8. <u>Soggetto presso il quale le Azioni saranno depositate</u></b>
    </p>
    <p align="left">
      Ciascun Partecipante potr&#224; immettere le Azioni Sindacate in <i>dossier</i> ad esso intestati presso uno o pi&#249; intermediari abilitati liberamente prescelti.
    </p>
    <p align="justify">
      <b>9. <u>Ufficio del Registro delle Imprese presso cui il Patto Parasociale &#232; depositato</u></b>
    </p>
    <p align="justify">
      Il Patto Parasociale &#232; stato depositato presso l&#39;Ufficio del Registro delle Imprese di Reggio Emilia mediante trasmissione telematica in data 28 marzo 2006.
    </p>
    <p align="justify">
      28 marzo 2006
    </p>
    <p align="justify">
      <b>[IO.2.06.1]</b>
    </p>
    <hr />
    <p align="center">
      <strong>Interpump Group S.p.A.</strong>
    </p>
    <p align="justify">
      <b>1.</b> <u><b>Societ&#224; i cui strumenti finanziari sono oggetto del Patto</b></u>
    </p>
    <p align="justify">
      La societ&#224; le cui azioni sono oggetto del patto parasociale (il &quot;<b>Patto</b>&quot;), sottoscritto in data 21 marzo 2006, <b></b>&#232; Interpump Group S.p.A., societ&#224; di diritto italiano, con sede in Sant&#8217;Ilario d&#8217;Enza (Reggio Emilia), Via E. Fermi 25, codice fiscale e numero di iscrizione al registro delle imprese di Reggio Emilia 11666900151 (la
      &quot;<b>Societ&#224;</b>&quot;), capitale sociale di Euro 41.558.535,20 i.v., suddiviso in n. 79.920.260 azioni ordinarie del valore nominale di Euro 0,52 cadauna; le azioni ordinarie emesse dalla Societ&#224; (le &quot;<b>Azioni</b>&quot;) sono ammesse alla trattazione sul Mercato Telematico Azionario organizzato e gestito da Borsa Italiana S.p.A. (il &quot;<b>MTA</b>&quot;).
    </p>
    <p align="justify">
      <b>2. <u>Strumenti finanziari oggetto del Patto</u></b>
    </p>
    <p align="justify">
      Gli strumenti oggetto del Patto sono costituiti da n. 15.451.854 azioni della Societ&#224;, pari a 19,334% del capitale sociale.
    </p>
    <p align="justify">
      <b>3. <u>Azioni apportate al Patto dai Partecipanti</u></b>
    </p>
    <p align="justify">
      La tabella che segue indica tutti i soggetti (collettivamente i &quot;<b>Partecipanti</b>&quot;) che hanno sottoscritto il Patto, nonch&#233; le Azioni dagli stessi vincolate al Patto (le &quot;<b>Azioni Sindacate</b>&quot;).
    </p>
    <table class="basicTable" border="1" cellspacing="0" cellpadding="0" width="100%">
      <tbody>
        <tr>
          <td valign="top" width="8%">
            <b></b>
            <p align="center">
              <b>n.</b>
            </p>
          </td>
          <td valign="center" width="32%">
            <b></b>
            <p align="center">
              <b>Azionista</b>
            </p>
          </td>
          <td valign="center" width="20%">
            <b></b>
            <p align="center">
              <b>Numero di Azioni Sindacate</b>
            </p>
          </td>
          <td valign="center" width="20%">
            <b></b>
            <p align="center">
              <b>% su totale Azioni della Societ&#224;</b>
            </p>
          </td>
          <td valign="center" width="20%">
            <b></b>
            <p align="center">
              <b>% su totale Azioni Sindacate</b>
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            <p align="justify">
              1.
            </p>
          </td>
          <td valign="center" width="32%">
            <p align="justify">
              Avv. Sergio Erede
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              865.000
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              1,082%
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              5,558%
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            <p align="left">
              2.
            </p>
          </td>
          <td valign="center" width="32%">
            <p align="left">
              Ing. Giovanni Cavallini<sup><a href="#1"><u><font color="#0000ff">1</font></u></a></sup>
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              800.000
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              1,000%
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              5,141%
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            <p align="left">
              3.
            </p>
          </td>
          <td valign="center" width="32%">
            <p align="left">
              Dott. Fulvio Montip&#242;
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              - 3.236.300
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              - 4,049%
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              - 21,503%
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            &#160;
          </td>
          <td valign="center" width="32%">
            <p align="left">
              Leila Montip&#242;
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              - 928.487
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              - 1,162%
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              - 5,966%
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            &#160;
          </td>
          <td valign="center" width="32%">
            <p align="left">
              Laura Montip&#242;
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              - 928.487
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              - 1,162%
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              - 5,966%
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            &#160;
          </td>
          <td valign="center" width="32%">
            <p align="left">
              Totale Famiglia Montip&#242;, costituente un unico gruppo di Partecipanti
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              5.093.274
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              6,373%
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              33,436%
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            <p align="left">
              4.
            </p>
          </td>
          <td valign="center" width="32%">
            <p align="left">
              Tamburi Investment Partners S.p.A.
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              2.918.580
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              3,652%
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              18,755%
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            <p align="left">
              5.
            </p>
          </td>
          <td valign="center" width="32%">
            <p align="left">
              MAIS S.p.A.<sup><a href="#2"><u><font color="#0000ff">2</font></u></a></sup><br />
              (direttamente controllata da Isabella Seragnoli)
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              3.000.000
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              3,754%
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              19,278%
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            <p align="left">
              6.
            </p>
          </td>
          <td valign="center" width="32%">
            <p align="left">
              Rover International S.A.<br />
              (indirettamente controllata da Giuseppe Ferrero)
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              2.775.000
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              3,472%
            </p>
          </td>
          <td valign="center" width="20%">
            <p align="center">
              17,832%
            </p>
          </td>
        </tr>
        <tr>
          <td valign="top" width="8%">
            <b></b>
            <p align="left">
              <b>Totale</b>
            </p>
          </td>
          <td valign="center" width="32%">
            &#160;
          </td>
          <td valign="center" width="20%">
            <b></b>
            <p align="center">
              <b>15.451.854</b>
            </p>
          </td>
          <td valign="center" width="20%">
            <b></b>
            <p align="center">
              <b>19,334%</b>
            </p>
          </td>
          <td valign="center" width="20%">
            <b></b>
            <p align="center">
              <b>100,00%</b>
            </p>
          </td>
        </tr>
      </tbody>
    </table>
    <br />
    <br />
     
    <p align="left">
      ___________________<br />
      <a id="1" name="1"><sup>1</sup> Si precisa</a> che l&#8217;Ing. Cavallini detiene, oltre alle azioni sindacate indicate al n. 2 della tabella che precede, n. 1.526.920 azioni ordinarie della Societ&#224;, corrispondenti allo 1,911% del capitale sociale, non oggetto del Patto; pertanto, l&#8217;Ing. Giovanni Cavallini detiene complessivamente n. 2.326.920 azioni ordinarie della Societ&#224;,
      corrispondenti al 2,912% del capitale sociale.<br />
      <a id="2" name="2"><sup>2</sup> Si precisa</a> che MAIS S.p.A. detiene, oltre alle azioni sindacate indicate al n. 5 della tabella che precede, n. 680.000 azioni ordinarie della Societ&#224;, corrispondenti allo 0,851% del capitale sociale, non oggetto del Patto; pertanto, MAIS S.p.A. detiene complessivamente n. 3.680.000 azioni ordinarie della Societ&#224;, corrispondenti al 4,605% del
      capitale sociale.<br />
      <br />
      In caso di aumento di capitale della Societ&#224;, gratuito o a pagamento, le azioni di nuova emissione ricevute o sottoscritte dai Partecipanti in relazione alle Azioni Sindacate di rispettiva propriet&#224; si intenderanno anch&#39;esse automaticamente soggette agli obblighi stabiliti nel Patto.
    </p>
    <p align="justify">
      Previa delibera autorizzativa assunta dalla Direzione del Patto con il voto favorevole di almeno quattro dei suoi sei membri, potranno essere apportate al sindacato dai Partecipanti, titolari di Azioni non sindacate, o da terzi, ulteriori Azioni, purch&#233; l&#8217;apporto non comporti il superamento di limiti stabiliti dalle disposizioni vigenti, oltre i quali i Partecipanti sarebbero
      tenuti ad effettuare un&#8217;offerta pubblica di acquisto e semprech&#233;, qualora l&#8217;apportante sia un terzo, la Direzione abbia espresso il proprio gradimento.
    </p>
    <p align="justify">
      Ciascun Partecipante non potr&#224; acquistare, per tutta la durata del Patto, Azioni ulteriori rispetto alle Azioni possedute alla data di stipula del Patto, con qualsiasi modalit&#224;, e dunque sia mediante acquisto sul MTA o ai blocchi, sia mediante sottoscrizione di aumenti di capitale a seguito dell&#8217;esercizio di diritti di opzione non di pertinenza delle Azioni Sindacate tranne
      che nei seguenti casi:
    </p>
    <ol>
      <li>
        esercitando i diritti di opzione attribuiti loro nell&#8217;ambito di piani di stock options approvati dall&#8217;assemblea della Societ&#224;;
      </li>
      <li>
        previa delibera autorizzativa assunta dalla Direzione con il voto favorevole di almeno quattro dei suoi sei membri,
      </li>
    </ol>
    <p align="justify">
      purch&#233; l&#8217;acquisto non comporti il superamento di limiti stabiliti dalle disposizioni vigenti, oltre i quali i Partecipanti sarebbero tenuti ad effettuare un&#8217;offerta pubblica di acquisto.
    </p>
    <p align="justify">
      Non esistono altri patti parasociali tra i Partecipanti.
    </p>
    <p align="justify">
      <b>4. <u>Persone fisiche e giuridiche che esercitano il controllo sulla Societ&#224; ai sensi dell&#8217;art. 93 TUF</u></b>
    </p>
    <p align="justify">
      Alla data del Patto, nessun azionista della Societ&#224; detiene una partecipazione tale da consentirgli, singolarmente considerato di esercitare il controllo sulla Societ&#224; ai sensi dell&#8217;art. 93 del D. Lgs. 25 febbraio 1998, n. 58 (il &quot;<b>TUF</b>&quot;).
    </p>
    <p align="justify">
      <b>5. Tipo e <u>Contenuto del Patto</u></b>
    </p>
    <p align="justify">
      Il Patto pu&#242; essere ricondotto alle fattispecie disciplinate dall&#39;articolo 122 primo comma e quinto comma lett. a), b), c) e d) TUF in quanto contiene vincoli alla cessione delle azioni ed accordi di voto e di consultazione, come di seguito specificato.
    </p>
    <p align="justify">
      <i><b>a)</b> <b>Vincoli alla cessione delle Azioni Sindacate</b>.</i>
    </p>
    <p align="justify">
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, 5 comma, lett. b) TUF.
    </p>
    <p align="justify">
      Per l&#8217;intera durata del Patto ciascun Partecipante si obbliga a non vendere n&#233; trasferire la propriet&#224; o la disponibilit&#224; delle Azioni Sindacate di rispettiva propriet&#224;, salvo, tra l&#8217;altro, i seguenti casi:
    </p>
    <ol>
      <li>
        Qualora pervenga al Presidente della Direzione un&#8217;offerta per l&#8217;acquisto di tutte le Azioni Sindacate, e la Direzione consideri l&#8217;offerta conveniente con delibera assunta con il voto favorevole di almeno quattro dei suoi sei membri: (i) i Partecipanti i cui rappresentanti in Direzione abbiano giudicato l&#8217;offerta conveniente saranno tenuti a co-vendere
        all&#8217;offerente le Azioni Sindacate di rispettiva propriet&#224;, alle condizioni offerte, mentre (ii) gli altri Partecipanti saranno liberi di non accettare l&#8217;offerta, ma in tal caso rimarranno obbligati a rispettare il divieto temporaneo di alienazione delle Azioni Sindacate di loro propriet&#224; fino all&#39;assemblea ordinaria alla quale sar&#224; sottoposto per
        approvazione il bilancio della Societ&#224; relativo all&#39;esercizio che chiuder&#224; il 31 dicembre 2006.
      </li>
      <li>
        La vendita da parte di un Partecipante delle Azioni Sindacate di sua propriet&#224; ad uno o pi&#249; Partecipanti, fuori dal MTA o sul mercato dei blocchi, &#232; ammessa purch&#233; avvenga nel rispetto del diritto di prelazione degli altri Partecipanti. Il diritto di prelazione non spetta in caso di trasferimento delle Azioni Sindacate a societ&#224; controllate dal Partecipante,
        ovvero al coniuge, agli ascendenti o ai discendenti del Partecipante, semprech&#233; il cessionario subentri negli obblighi stabiliti nel Patto. Le Azioni Sindacate sono liberamente trasferibili <i>mortis causa</i> e gli eredi e i successori del Partecipante subentreranno automaticamente nel Patto.
      </li>
      <li>
        I Partecipanti possono costituire in pegno le Azioni Sindacate di rispettiva propriet&#224;, purch&#233; sia riservato loro il diritto di voto.
      </li>
      <li>
        Le Azioni Sindacate saranno, inoltre, in tutto o in parte trasferibili dai Partecipanti a societ&#224; fiduciarie che le acquisiscano sulla base di mandato fiduciario conferito loro dai Partecipanti trasferenti, nonch&#233; a trust dei quali i Partecipanti trasferenti siano i beneficiari economici (anche unitamente al coniuge, ad ascendenti o discendenti), a condizione che i Partecipanti
        trasferenti ne diano previa comunicazione al Presidente della Direzione, con accluso un atto con il quale le societ&#224; fiduciarie o i trust trasferitari assumono incondizionatamente tutti gli obblighi stabiliti nel Patto, ovvero si impegnano a far s&#236; che le societ&#224; fiduciarie o i trust trasferitari adempiano a tutti gli obblighi stabiliti nel Patto. I Partecipanti che si
        siano avvalsi di tale facolt&#224; restano comunque obbligati, in caso di trasferimento a terzi del mandato fiduciario o di designazione di diversi beneficiari economici del trust, a riacquistare le Azioni Sindacate come sopra trasferite, per il loro mantenimento in Sindacato.
      </li>
    </ol>
    <p align="justify">
      <i><b>b)</b> <b>Sindacato di voto</b></i>
    </p>
    <p align="justify">
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, primo comma TUF.
    </p>
    <ol>
      <li>
        E&#39; principio condiviso da tutti i Partecipanti che la gestione della Societ&#224; debba avvenire con continuit&#224; rispetto al passato, anche con riferimento alla politica di crescita interna ed esterna ed alla politica dei dividendi.
      </li>
      <li>
        Ciascuno dei Partecipanti si impegna a: (i) esprimere il proprio voto nell&#39;assemblea ordinaria della Societ&#224;, tramite il delegato designato di volta in volta dalla Direzione per ogni singola assemblea della Societ&#224;, convocata per la nomina di amministratori e/o dei sindaci, in modo tale da far s&#236; che - per quanto possibile tenuto conto della circostanza che le Azioni
        Sindacate non consentono di garantire tale risultato - la nomina degli amministratori e dei sindaci avvenga in conformit&#224; al successivo punto (3), (ii) fare quanto nelle proprie possibilit&#224; affinch&#233; nelle nomine degli organi sociali di cui ai successivi punti (4), (5) e (6) gli amministratori della Societ&#224; deliberino in conformit&#224; alle disposizioni ivi contenute.
      </li>
      <li>
        I Partecipanti convengono che, ove ci&#242; risulti possibile mediante il voto espresso con le Azioni Sindacate, il consiglio di amministrazione della Societ&#224; sar&#224; formato dagli undici componenti di seguito indicati: (i) Ing. Giovanni Cavallini, Presidente con deleghe di poteri, quale amministratore non indipendente designato dal Partecipante indicato al n&#176; 2 della tabella
        di cui al &#167;3; (ii) Dott. Paolo Marinsek, Amministratore Delegato, quale amministratore non indipendente designato da tutti i Partecipanti; (iii) Avv. Sergio Erede, quale amministratore non indipendente designato dal Partecipante indicato al n&#176; 1 della tabella di cui al &#167;3; (iv) Dott. Fulvio Montip&#242;, Vice Presidente e Amministratore Delegato, quale amministratore non
        indipendente designato dal gruppo di Partecipanti indicato al n&#176; 3 della tabella di cui al &#167;3; (v) Dott. Giovanni Tamburi, quale amministratore non indipendente designato dal Partecipante indicato al n&#176; 4 della tabella di cui al &#167;3; (vi) Dott. Giancarlo De Martis, quale amministratore non indipendente designato dal Partecipante indicato al n&#176; 5 della tabella di
        cui al &#167;3; (vii) Dott. Giuseppe Ferrero, quale amministratore non indipendente designato dal Partecipante indicato al n&#176; 6 della tabella di cui al &#167;3; (viii) Roberto Tunioli, quale amministratore non indipendente designato a maggioranza dei Partecipanti; (ix) Dott. Marco Reboa, quale amministratore indipendente designato a maggioranza dei Partecipanti; (x) Dott. Salvatore
        Bragantini, quale amministratore indipendente designato a maggioranza dei Partecipanti; (xi) Ing. Franco Giuseppe Cattaneo, quale amministratore indipendente designato a maggioranza dei Partecipanti.
      </li>
      <li>
        In caso di dimissioni o cessazione per altra causa di uno o pi&#249; degli amministratori della Societ&#224; di cui al precedente punto (3) (i), (iii), (iv), (v), (vi) e (vii) , ciascuno dei Partecipanti far&#224; quanto nelle proprie possibilit&#224; affinch&#233; il consiglio di amministrazione coopti nuovi amministratori in modo tale che il Partecipante o il gruppo di Partecipanti che
        l&#8217;hanno designato possa far nominare altro amministratore in sua sostituzione.
      </li>
      <li>
        Ciascuno dei Partecipanti far&#224; quanto nelle proprie possibilit&#224; affinch&#233; il comitato di controllo interno della Societ&#224; sia composto dal Dott. Marco Reboa, dall&#8217;Ing. Franco Giuseppe Cattaneo e dal Rag. Roberto Tunioli, i primi due quali amministratori indipendenti designati a maggioranza dei Partecipanti.
      </li>
      <li>
        Ciascuno dei Partecipanti far&#224; quanto nelle proprie possibilit&#224; affinch&#233; il comitato per la remunerazione degli amministratori e dell&#8217;alta direzione della Societ&#224; sia composto dal Dott. Giovanni Tamburi quale amministratore non esecutivo designato dal Partecipante indicato al n&#176; 4 della tabella di cui al &#167;3, dal Dott. Giancarlo De Martis quale
        amministratore non esecutivo designato dal Partecipante indicato al n&#176; 5 della tabella di cui al &#167;3 e dall&#8217;Ing. Giovanni Cavallini.
      </li>
    </ol>
    <p align="justify">
      <i><b>c)</b> <b>Patto di consultazione</b></i>
    </p>
    <p align="justify">
      Il Patto contiene le seguenti disposizioni rilevanti ai sensi dell&#39;art. 122, quinto comma, lett. a) TUF.
    </p>
    <p align="justify">
      Sulle materie diverse dalla nomina degli amministratori e dei sindaci della Societ&#224;, i rappresentanti dei Partecipanti nella Direzione si consulteranno preventivamente al fine di proporre ai Partecipanti di adottare una linea comune, fermo restando che i Partecipanti avranno facolt&#224; di esercitare liberamente nell&#39;assemblea della Societ&#224; il diritto di voto spettante alle
      Azioni Sindacate di rispettiva propriet&#224;.
    </p>
    <p align="justify">
      <i><b>d) Organi del sindacato e loro compiti, composizione e funzionamento</b></i>
    </p>
    <p align="justify">
      Il sindacato &#232; gestito da una direzione (la <b>Direzione</b>) formata da sei membri: Avv. Sergio Erede, Ing. Giovanni Cavallini, Dott. Fulvio Montip&#242; (designato anche da Leila Montip&#242; e Laura Montip&#242;), Dott. Giovanni Tamburi (designato da Tamburi Investment Partners S.p.A.), Dott. Giancarlo Mocchi (designato da MAIS S.p.A.) ed il Dott. Giuseppe Ferrero (designato da
      Rover International S.A.).
    </p>
    <p align="justify">
      Il Dott. Giovanni Tamburi &#232; stato nominato Presidente della Direzione ed il Dott. Fulvio Montip&#242; Vice-Presidente con funzioni vicarie.
    </p>
    <p align="justify">
      La Direzione si riunisce prima delle assemblee della Societ&#224; perch&#233; i suoi membri possano consultarsi sulla nomina degli amministratori e/o dei sindaci e per designare la persona delegata a rappresentarli in assemblea ai sensi dell&#8217;art. 2372 cod. civ. per tutte le Azioni Sindacate, nonch&#233; per consultarsi sulle altre materie poste all&#39;ordine del giorno e, ove
      possibile, proporre ai Partecipanti di adottare una linea comune; inoltre la Direzione si riunisce per decidere sull&#39;ammissione di nuovi Partecipanti o sull&#39;apporto al sindacato di nuove Azioni, ed ogni volta che debba assumere altre deliberazioni o il Presidente della Direzione lo ritenga opportuno ovvero ne facciano richiesta almeno due membri della Direzione.
    </p>
    <p align="justify">
      La Direzione delibera a maggioranza dei membri intervenuti, salve le diverse maggioranze indicate ai &#167;&#167; 3 e 5 a) (1).
    </p>
    <p align="justify">
      <b>6. <u>Durata del Patto</u></b>
    </p>
    <p align="justify">
      Il Patto ha durata dalla data della sua sottoscrizione da parte dell&#8217;ultimo Partecipante (i.e. dal 21 marzo 2006) fino all&#39;assemblea ordinaria che approver&#224; il bilancio della Societ&#224; relativo all&#8217;esercizio che chiuder&#224; ad 31 dicembre 2007.
    </p>
    <p align="justify">
      Il Patto cesser&#224; qualora, per effetto di recessi o di risoluzioni o per qualsiasi altra ragione, risultino sindacate azioni in misura inferiore al 10 % del capitale sociale della Societ&#224;.
    </p>
    <p align="justify">
      L&#8217;Ing. Giovanni Cavallini avr&#224; diritto di recedere immediatamente dal Patto qualora il consiglio di amministrazione della Societ&#224; revochi o restringa significativamente le deleghe attualmente conferitegli.
    </p>
    <p align="justify">
      Il Dott. Fulvio Montip&#242;, Leila Montip&#242; e Laura Montip&#242; avranno diritto di recedere immediatamente dal Patto qualora il consiglio di amministrazione della Societ&#224; revochi o restringa significativamente le deleghe attualmente conferite al Dott. Fulvio Montip&#242;.
    </p>
    <p align="justify">
      In caso di mancato conferimento della delega, di cui al &#167; 5 b) (2), per l&#39;esercizio del voto nelle assemblee della Societ&#224; per la nomina degli amministratori e/o dei sindaci il Patto potr&#224; essere automaticamente risolto con riferimento al Partecipante inadempiente, che sar&#224; pertanto escluso dal Sindacato, su conforme decisione della Direzione.
    </p>
    <p align="justify">
      <b>7. <u>Clausole penali</u></b>
    </p>
    <p align="justify">
      Non sono previste penali per l&#39;inadempimento degli obblighi assunti con il Patto.
    </p>
    <p align="justify">
      <b>8. <u>Soggetto presso il quale le Azioni saranno depositate</u></b>
    </p>
    <p align="left">
      Ciascun Partecipante potr&#224; immettere le Azioni Sindacate in <i>dossier</i> ad esso intestati presso uno o pi&#249; intermediari abilitati liberamente prescelti.
    </p>
    <p align="justify">
      <b>9. <u>Ufficio del Registro delle Imprese presso cui il Patto Parasociale &#232; depositato</u></b>
    </p>
    <p align="justify">
      Il Patto Parasociale &#232; stato depositato presso l&#39;Ufficio del Registro delle Imprese di Reggio Emilia mediante trasmissione telematica in data 28 marzo 2006.
    </p>
    <p align="justify">
      7 luglio 2006
    </p>
    <p align="justify">
      <b>[IO.2.07.1]</b>
    </p>
    <p align="justify">
      <strong>PATTO SCIOLTO IN DATA 26 LUGLIO 2007</strong>
    </p>
    <hr />
    <p align="center">
      <strong>Interpump Group S.p.A.</strong>
    </p>
    <p align="center">
      Capitale sociale Euro 41.558.535,20 i.v.<br />
      Sede legale in Sant&#8217;Ilario d&#8217;Enza (Reggio Emilia)<br />
      Registro Imprese di Reggio Emilia e C.F. n. 11666900151<br />
      Estratto del Patto Parasociale stipulato in data 21 marzo 2006 aggiornato al 30 giugno 2006
    </p>
    <p align="left">
      Ai sensi dell&#8217;art. 122 del D. Lgs. 24/2/1998 n. 58 (&quot;<b>TUIF</b>&quot;) e degli artt. 129 e ss del Regolamento Consob n. 11971 del 14/5/1999 (il &quot;<b>Regolamento Consob</b>&quot;) si rende nota la stipula in data 26/7/2007 di un patto parasociale (il &quot;<b>Patto</b>&quot;) avente ad oggetto quanto pi&#249; innanzi indicato.
    </p>
    <p>
      <b>1.</b> <u><b>Societ&#224; i cui strumenti finanziari sono oggetto del Patto</b></u>
    </p>
    <p align="left">
      Il Patto ha ad oggetto le quote rappresentative dell&#8217;intero capitale sociale di Gruppo IPG Holding S.r.L., con sede in Milano, Via Appiani 12, c. f. e n. di iscrizione al registro delle imprese di Milano 05830220937 (&quot;<b>Gruppo IPG Holding</b>&quot;), societ&#224; che detiene n. 17.763.854 azioni ordinarie pari al 22,227% del capitale sociale di Interpump Group S.pA., con sede in
      Sant&#8217;Ilario d&#8217;Enza (Reggio Emilia), Via E. Fermi 25, codice fiscale e numero di iscrizione al registro delle imprese di Reggio Emilia 11666900151 (&quot;<b>Interpump</b>&quot;).
    </p>
    <p>
      Il Patto ha altres&#236; ad oggetto lo scioglimento dell&#8217;accordo denominato &quot;<i>Sindacato azionario di azioni ordinarie Interpump Group S.p.A.</i>&quot; (il &quot;<b>Sindacato Interpump</b>&quot;) stipulato in data 21/03/2006 tra gli aderenti al Patto (ad eccezione di Beryle Lassaussois e di Rover S.p.A.) e Rover International S.A. (che ha sottoscritto il Patto a tali fini
      soltanto).
    </p>
    <p align="left">
      <b>2.</b> <u><b>Strumenti finanziari oggetto del Patto</b></u>
    </p>
    <p align="left">
      Gli strumenti finanziari oggetto del Patto sono costituiti da:
    </p>
    <blockquote style="MARGIN-RIGHT: 0px" dir="ltr">
      <p style="MARGIN-RIGHT: 0px">
        (i) le quote rappresentative dell&#8217;intero capitale sociale di Gruppo IPG Holding riportate nella tabella &quot;A&quot; di cui al successivo paragrafo 2 (le &quot;<b>Quote</b>&quot;);<br />
        &#160;
      </p>
      <p style="MARGIN-RIGHT: 0px">
        (ii) le n. 17.763.854 azioni ordinarie rappresentative del 22,227% del capitale sociale di Interpump di propriet&#224; di Gruppo IPG Holding (la &quot;<b>Partecipazione</b>&quot;).
      </p>
    </blockquote>
    <p align="left">
      Il capitale sociale di Interpump alla data odierna ammonta a Euro 41.558.535,20 i.v., suddiviso in n. 79.920.260 azioni ordinarie del valore nominale di Euro 0,52 cadauna ammesse alla trattazione sul Mercato Telematico Azionario organizzato e gestito da Borsa Italiana S.p.A. (le &quot;<b>Azioni</b>&quot;).
    </p>
    <p>
      La Partecipazione &#232; costituita in pegno a favore della Banca Monte dei Paschi di Siena S.p.A. (il &quot;<b>Pegno Mps</b>&quot;) a garanzia delle obbligazioni assunte con un finanziamento da quest&#8217;ultima erogato (il &quot;<b>Finanziamento Mps</b>&quot;). Il diritto di voto relativo alla Partecipazione spetta a Gruppo IPG Holding, ed in caso di inadempimento del Finanziamento Mps
      alla Banca Monte dei Paschi di Siena S.p.A..
    </p>
    <p align="left">
      <b>3. <u>Soggetti aderenti al Patto</u></b>
    </p>
    <p align="left">
      La tabella &quot;A&quot; che segue indica ciascuno dei partecipanti al Patto (i &quot;<b>Partecipanti</b>&quot;), nonch&#233; la quota dagli stessi detenuta in Gruppo IPG Holding e la relativa percentuale di partecipazione.
    </p>
    <center>
      <table border="1" cellspacing="1" cellpadding="4" width="100%">
        <tbody>
          <tr>
            <td valign="center" width="45%">
              <b></b>
              <p align="center">
                <b>Soci di Gruppo IPG Holding</b>
              </p>
            </td>
            <td valign="center" width="28%">
              <b></b>
              <p align="center">
                <b>Valore nominale delle Quote</b>
              </p>
            </td>
            <td valign="center" width="27%">
              <b></b>
              <p align="center">
                <b>% del capitale di Gruppo IPG Holding</b>
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              Sergio Erede
            </td>
            <td valign="center" width="28%">
              <p align="center">
                4.868
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                4,868 %
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <p align="left">
                Giovanni Maria Cavallini
              </p>
            </td>
            <td valign="center" width="28%">
              <p align="center">
                8.950
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                8,950%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <p align="left">
                Beryle Lassaussois
              </p>
            </td>
            <td valign="center" width="28%">
              <p align="center">
                4.740
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                4,740%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <i></i>
              <p align="left">
                <i>Totale Famiglia Cavallini, costituente un unico &quot;<b>Gruppo di Partecipanti</b>&quot;</i>
              </p>
            </td>
            <td valign="center" width="28%">
              <i></i>
              <p align="center">
                <i>13.690</i>
              </p>
            </td>
            <td valign="center" width="27%">
              <i></i>
              <p align="center">
                <i>13,690%</i>
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <p align="left">
                Fulvio Montip&#242;
              </p>
            </td>
            <td valign="center" width="28%">
              <p align="center">
                18.218
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                18,218%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <p align="left">
                Leila Montip&#242;
              </p>
            </td>
            <td valign="center" width="28%">
              <p align="center">
                5.228
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                5,228%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <p align="left">
                Laura Montip&#242;
              </p>
            </td>
            <td valign="center" width="28%">
              <p align="center">
                5.228
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                5,228%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <i></i>
              <p align="left">
                <i>Totale Famiglia Montip&#242;, costituente un unico &quot;<b>Gruppo di Partecipanti</b>&quot;</i>
              </p>
            </td>
            <td valign="center" width="28%">
              <i></i>
              <p align="center">
                <i>28.674</i>
              </p>
            </td>
            <td valign="center" width="27%">
              <i></i>
              <p align="center">
                <i>28,674%</i>
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <p align="left">
                Tamburi Investment Partners S.p.A. (&quot;<b>Tip</b>&quot;)
              </p>
            </td>
            <td valign="center" width="28%">
              <p align="center">
                16.430
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                16,430%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <p align="left">
                MAIS S.p.A. (direttamente controllata da Isabella Seragnoli) (&quot;<b>Mais</b>&quot;)
              </p>
            </td>
            <td valign="center" width="28%">
              <p align="center">
                20.716
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                20,716%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <p align="left">
                Rover S.p.A. (indirettamente controllata da SIL.PA S.S.) (&quot;<b>Rover</b>&quot;)
              </p>
            </td>
            <td valign="center" width="28%">
              <p align="center">
                15.622
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                15,622%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <b></b>
              <p align="left">
                <b>Totale</b>
              </p>
            </td>
            <td valign="center" width="28%">
              <b></b>
              <p align="center">
                <b>Euro 100.000</b>
              </p>
            </td>
            <td valign="center" width="27%">
              <b></b>
              <p align="center">
                <b>100%</b>
              </p>
            </td>
          </tr>
        </tbody>
      </table>
    </center>
    <p align="left">
      &#160;La tabella &quot;B&quot; che segue indica i partecipanti al Sindacato Interpump, le Azioni da ciascuno di essi sindacate e la relativa percentuale di partecipazione del capitale sociale di Interpump.
    </p>
    <center>
      <table border="1" cellspacing="1" cellpadding="4" width="100%">
        <tbody>
          <tr>
            <td valign="center" width="46%">
              <b></b>
              <p align="center">
                <b>Azionista</b>
              </p>
            </td>
            <td valign="center" width="27%">
              <b></b>
              <p align="center">
                <b>Numero di Azioni sindacate</b>
              </p>
            </td>
            <td valign="center" width="27%">
              <b></b>
              <p align="center">
                <b>% su totale Azioni di Interpump</b>
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="46%">
              Sergio Erede
            </td>
            <td valign="center" width="27%">
              <p align="center">
                865.000
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                1,082%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="46%">
              <p align="left">
                Giovanni Maria Cavallini
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                800.000
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                1,000%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="46%">
              <p align="left">
                Fulvio Montip&#242;
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                3.236.300
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                4,049%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="46%">
              <p align="left">
                Leila Montip&#242;
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                928.487
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                1,162%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="46%">
              <p align="left">
                Laura Montip&#242;
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                928.487
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                1,162%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="46%">
              <p align="left">
                Tip
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                2.918.580
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                3,652%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="46%">
              <p align="left">
                Mais
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                3.000.000
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                3,754%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="46%">
              <p align="left">
                Rover International S.A.
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                2.775.000
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                3,472%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="46%">
              <b></b>
              <p align="left">
                <b>Totale</b>
              </p>
            </td>
            <td valign="center" width="27%">
              <b></b>
              <p align="center">
                <b>15.451.854</b>
              </p>
            </td>
            <td valign="center" width="27%">
              <b></b>
              <p align="center">
                <b>19,334%</b>
              </p>
            </td>
          </tr>
        </tbody>
      </table>
    </center>
    <p align="left">
      I Partecipanti al Patto non sono titolari, neppure indirettamente, per interposta persona o tramite societ&#224; direttamente o indirettamente controllate, di altre Azioni (o diritti di voto sulle stesse) oltre a quelle detenute mediante Gruppo IPG Holding, eccezion fatta per Giovanni Maria Cavallini, titolare in proprio di n. 728.420 Azioni.
    </p>
    <p>
      Le Persone Correlate ai Partecipanti non sono attualmente titolari di Azioni (o diritti di voto sulle stesse), neppure indirettamente, per interposta persona o tramite societ&#224; direttamente o indirettamente controllate.
    </p>
    <p>
      Per &quot;<b>Persone Correlate</b>&quot; ai Partecipanti si intendono:
    </p>
    <p align="left">
      &#160;- in relazione ai Partecipanti persone fisiche, i loro rispettivi coniugi, ascendenti e discendenti, se conviventi, nonch&#233; le altre persone, societ&#224; ed enti che, in relazione alla natura del rapporto, si possa legittimamente presumere che agiscano di concerto con i Partecipanti;
    </p>
    <p>
      - in relazione ai Partecipanti persone giuridiche, le societ&#224; o gli enti controllati, controllanti o sottoposti al comune controllo, direttamente o indirettamente, nonch&#233; le altre persone, societ&#224; ed enti che, in relazione alla natura del rapporto, si possa legittimamente presumere che agiscano di concerto con i Partecipanti.
    </p>
    <p align="left">
      Non esistono altri patti parasociali tra i Partecipanti.
    </p>
    <p align="left">
      <b>4. <u>Durata del Patto</u></b>
    </p>
    <p align="left">
      Il Patto ha efficacia dal 26/7/2007 e durata coincidente con la durata di Gruppo IPG Holding, che secondo lo statuto vigente &#232; sino al 30/6/2010, salva proroga decisa dai soci con il voto favorevole del 96% del capitale.
    </p>
    <p>
      <b>5. <u>Tipo e contenuto del Patto</u></b>
    </p>
    <p align="left">
      Il Patto rientra tra quelli di cui all&#8217;art. 122, comma 1, e comma 5, lettere b) e d) del TUIF, in quanto contiene vincoli e limitazioni al trasferimento delle Quote ed all&#8217;acquisto di Azioni, nonch&#233; accordi per l&#8217;esercizio del voto in Gruppo IPG Holding e in Interpump, come meglio di seguito specificato.
    </p>
    <p>
      <i><b>(a)</b> <b>Vincoli e limitazioni al trasferimento delle Quote ed all&#8217;acquisto di Azioni</b>.</i>
    </p>
    <p align="left">
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, comma 5, lett. b) TUIF.
    </p>
    <p>
      <b>(1)</b> Ciascun Partecipante si obbliga a non vendere n&#233; trasferire la propriet&#224; o la disponibilit&#224; delle rispettive Quote, se non previo consenso scritto di Partecipanti titolari di Quote corrispondenti ad almeno il 51% del capitale di Gruppo IPG Holding detenuto da tutti i Partecipanti diversi dal Partecipante trasferente.
    </p>
    <p align="left">
      Tale consenso non &#232; necessario nei seguenti casi:
    </p>
    <p>
      (i) trasferimenti al coniuge, agli ascendenti e discendenti in linea retta e ad altri parenti entro il terzo grado e a proprie controllate, controllanti o societ&#224; controllate dalla medesima controllante. A tal fine per controllo si intende il controllo esercitato mediante la titolarit&#224; della maggioranza del capitale avente diritto di voto;
    </p>
    <p>
      (ii) tra Partecipanti appartenenti al medesimo Gruppo di Partecipanti;
    </p>
    <p>
      (iii) in caso di intestazione a societ&#224; fiduciaria della quale il Partecipante sia fiduciante, ovvero a <i>trust</i> del quale il Partecipante sia il beneficiario economico;
    </p>
    <p>
      (iv) in caso di trasferimenti <i>mortis causa</i> da Partecipanti persone fisiche ad altre persone fisiche.
    </p>
    <p align="left">
      I trasferimenti per i quali non &#232; necessario il consenso potranno essere perfezionati solo dopo che i Partecipanti trasferenti ne abbiano data preventiva comunicazione agli altri Partecipanti.
    </p>
    <p>
      Prima che la societ&#224; trasferitaria cessi di essere controllata dal Partecipante trasferente, o che il Partecipante cessi di essere il mandante della societ&#224; fiduciaria o il beneficiario economico del <i>trust</i>, la quota di Gruppo IPG Holding trasferita dovr&#224; essere ritrasferita al Partecipante stesso, o a societ&#224; da esso controllata, o ad altra societ&#224; fiduciaria
      della quale egli sia il mandante o ad altro <i>trust</i> del quale egli sia beneficiario economico.
    </p>
    <p align="left">
      <b>(2)</b> Ciascun Partecipante assume l&#8217;impegno, per l&#8217;intera durata del Patto, di non acquistare, neppure indirettamente, alcuna Azione, con qualsiasi modalit&#224;. E&#8217; fatta eccezione per i Partecipanti Giovanni Maria Cavallini e Fulvio Montip&#242; i quali potranno acquistare ulteriori Azioni esercitando i diritti di opzione attribuiti loro nell&#8217;ambito di piani
      di <i>stock options</i> approvati dall&#8217;assemblea di Interpump, purch&#233; per effetto di tali acquisti le Azioni complessivamente detenute da Gruppo IPG Holding, dai Partecipanti e dalle relative Persone Correlate non eccedano, nel loro insieme, il 27% del capitale sociale di Interpump di tempo in tempo sottoscritto e versato.
    </p>
    <p>
      In caso di superamento di tale limite Giovanni Maria Cavallini e Fulvio Montip&#242; saranno tenuti a vendere le Azioni eccedenti in modo da rendere applicabile l&#8217;esenzione dall&#8217;obbligo di promuove un&#8217;offerta pubblica di acquisto prevista all&#8217;art. 49, comma 1, lett. (e) del Regolamento Consob.
    </p>
    <p>
      Ciascun Partecipante si impegna (anche promettendo il fatto dell&#8217;amministratore di Gruppo IPG Holding da esso designato), a far s&#236; che Gruppo IPG Holding non acquisti Azioni in misura tale da superare, anche solo temporaneamente, una partecipazione complessiva in Interpump del 25% del suo capitale, ovvero del 26% in caso di acquisto da parte di Gruppo IPG Holding delle n. 728.420
      Azioni delle quali &#232; attualmente titolare Giovanni Maria Cavallini.
    </p>
    <p>
      I Partecipanti sono addivenuti alla determinazione di stipulare il Patto facendo affidamento sul pieno rispetto degli impegni assunti per far s&#236; che le Azioni detenute da Gruppo IPG Holding, dai Partecipanti e dalle relative Persone Correlate (anche indirettamente o per interposta persona) non eccedano nel loro insieme la soglia che obbliga a promuovere un&#8217;offerta pubblica di
      acquisto.
    </p>
    <p>
      I Partecipanti che risultassero inadempimenti rispetto a tali impegni saranno tenuti ad assolvere ad ogni obbligo inerente l&#8217;offerta pubblica di acquisto, a loro cura e spese, ed a tenerne gli altri Partecipanti e Gruppo IPG Holding interamente manlevati ed indenni, fermo in ogni caso il diritto degli altri Partecipanti e di Gruppo IPG Holding al risarcimento di ogni danno subito.
    </p>
    <p>
      <i><b>(b) Consiglio di amministrazione di Gruppo IPG Holding e di Interpump</b></i>
    </p>
    <p align="left">
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#8217;art. 122, primo comma, TUIF.
    </p>
    <p>
      <b>(1)</b> Ciascun Partecipante si impegna a partecipare alle decisioni dei soci di Gruppo IPG Holding e ad esprimere il proprio voto in modo tale che l&#8217;organo amministrativo di Gruppo IPG Holding sia un consiglio di amministrazione composto di sei amministratori, dei quali uno designato da Sergio Erede, uno dai Signori Cavallini, uno dalla Famiglia Montip&#242;, uno da Tip, uno da
      Mais ed uno da Rover.
    </p>
    <p align="left">
      Il presidente del consiglio di amministrazione di Gruppo IPG Holding sar&#224; designato da Tip, il vice-presidente e amministratore delegato dalla Famiglia Cavallini e l&#8217;amministratore delegato da Tip.
    </p>
    <p>
      In caso di cessazione dalla carica di uno o pi&#249; amministratori di Gruppo IPG Holding prima della scadenza del Patto il sostituto sar&#224; designato dallo stesso Partecipante (ovvero congiuntamente dallo stesso Gruppo di Partecipanti) che aveva nominato l&#8217;amministratore cessato, occorrendo anche mediante cooptazione.
    </p>
    <p>
      Il Partecipante (o Gruppo di Partecipanti) che, con il consenso degli altri Partecipanti, venda l&#8217;intera quota di Gruppo IPG Holding di sua propriet&#224;, dovr&#224; far s&#236; che l&#8217;amministratore di Gruppo IPG Holding da esso designato rassegni le proprie dimissioni. In tal caso sar&#224; nominato un nuovo amministratore di Gruppo IPG Holding con decisione dei soci e,
      occorrendo, dal consiglio di amministrazione mediante cooptazione.
    </p>
    <p>
      In caso di vendita di una parte soltanto della quota di Gruppo IPG Holding, il Partecipante (o Gruppo di Partecipanti) dovr&#224; far s&#236; che l&#8217;amministratore di Gruppo IPG Holding da esso designato rassegni le proprie dimissioni, salvo diversa decisione degli altri Partecipanti.
    </p>
    <p align="left">
      In entrambi i suddetti casi di vendita il Partecipante (o Gruppo di Partecipanti) venditore, su richiesta degli altri Partecipanti, dovr&#224; far s&#236; che il rappresentante nel consiglio di amministrazione di Interpump designato come al successivo punto (3) rassegni le proprie dimissioni da tale carica.
    </p>
    <p>
      <b>(2)</b> E&#8217; principio condiviso da tutti i Partecipanti che la gestione di Interpump debba avvenire con continuit&#224; rispetto al passato, anche con riferimento alla politica di crescita interna ed esterna.
    </p>
    <p align="left">
      <b>(3)</b> I Partecipanti convengono che, ove ci&#242; risulti possibile mediante il voto espresso con le Azioni detenute da Gruppo IPG Holding:
    </p>
    <blockquote>
      <p>
        (A) faranno parte del consiglio di amministrazione di Interpump le persone di seguito indicate, con le rispettive cariche: (i) Giovanni Maria Cavallini, presidente con deleghe di poteri, quale amministratore non indipendente designato dai Signori Cavallini; (ii) Sergio Erede, quale amministratore non indipendente da esso stesso designato; (iii) Fulvio Montip&#242;, vice presidente e
        amministratore delegato, quale amministratore non indipendente designato dalla Famiglia Montip&#242;; (iv) Giovanni Tamburi, quale amministratore non indipendente designato da Tip; (v) Giancarlo De Martis, quale amministratore non indipendente designato da Mais; (vi) Giuseppe Ferrero, quale amministratore non indipendente designato da Rover;
      </p>
      <p>
        (B) faranno parte del consiglio di amministrazione di Interpump anche altri amministratori designati dal consiglio di amministrazione di Gruppo IPG Holding con il voto favorevole di almeno 5 amministratori.
      </p>
    </blockquote>
    <p align="left">
      <b>(4)</b> In caso di dimissioni o cessazione per altra causa di uno o pi&#249; degli amministratori di Interpump nominati ai sensi del precedente punto (3), i Partecipanti si impegnano a far s&#236; che, ove ci&#242; risulti possibile, l&#8217;assemblea ed il consiglio di amministrazione di Interpump nominino altri amministratori in loro sostituzione designati dal medesimo Partecipante o
      Gruppo di Partecipanti che hanno designato gli amministratori cessati, con le medesime cariche.
    </p>
    <p>
      <b>(5)</b> Qualora il consiglio di amministrazione di Interpump revochi o restringa significativamente le deleghe di poteri di gestione e di rappresentanza attualmente conferite a Giovanni Maria Cavallini o a Fulvio Montip&#242;, rispettivamente, i Signori Cavallini e la Famiglia Montip&#242; avranno diritto di recedere immediatamente dal Patto.
    </p>
    <p align="left">
      In caso di rinunzia alle deleghe o di dimissioni dalla carica di amministratore di Interpump di Giovanni Maria Cavallini e/o di Fulvio Montip&#242;, rispettivamente, i Signori Cavallini e la Famiglia Montip&#242; continueranno ad essere vincolati dal Patto.
    </p>
    <p>
      <b>6. <u>Altri impegni dei Partecipanti</u></b>
    </p>
    <p align="left">
      Il Patto prevede i seguenti ulteriori impegni dei Partecipanti.
    </p>
    <p>
      <b><i>(a) Impegni relativi al Finanziamento MPS</i></b>
    </p>
    <p align="left">
      <b>(1)</b> Ciascun Partecipante si impegna a versare a Gruppo IPG Holding, in proporzione alla partecipazione nella stessa detenuta ed a titolo di finanziamento socio infruttifero di interessi, gli importi dovuti da Gruppo IPG Holding per reintegrare il Pegno MPS, qualora Gruppo IPG Holding non disponesse di liquidit&#224; o di affidamenti sufficienti per il reintegro o per la riduzione
      della esposizione.
    </p>
    <p>
      <b>(2)</b> Qualora uno o pi&#249; Partecipanti non effettuassero, entro il termine stabilito dal consiglio di amministrazione di Gruppo IPG Holding, i versamenti di cui al precedente punto (1), tali versamenti potranno essere effettuati dagli altri Partecipanti, in proporzione alle partecipazioni in Gruppo IPG Holding dagli stessi detenute, ed i Partecipanti che abbiano omesso i versamenti
      di loro spettanza saranno tenuti a versare ai Partecipanti che li abbiano effettuati in loro vece, a titolo di penale, un importo pari al 40% dei versamenti omessi, penale che sar&#224; tra questi ultimi ripartita in proporzione alle rispettive partecipazioni.
    </p>
    <p align="left">
      <b><i>(b) Liquidazione di Gruppo IPG Holding</i></b>
    </p>
    <p>
      <b>(1)</b> Ciascun Partecipante si impegna, in sede di liquidazione di Gruppo IPG Holding, a compiere interamente e tempestivamente quanto stabilito all&#8217;art. 25, comma 2, dello statuto di Gruppo IPG Holding vigente (i.e, acquisto <i>pro-quota</i> di Azioni detenute da Gruppo IPG Holding in misura tale da estinguere il Finanziamento MPS).
    </p>
    <p align="left">
      <b>(2)</b> <font size="3"></font>Ciascun Partecipante riconosce che l&#8217;integrale e tempestiva esecuzione di quanto previsto al precedente punto (1) <font color="#0000ff" size="3" face="Garamond"></font>ha valore essenziale ai fini dell&#8217;ottimizzazione della liquidazione di Gruppo IPG Holding, ed accetta che in caso di mancato compimento di quanto sopra una parte del saldo attivo
      di liquidazione venga devoluta agli altri soci di Gruppo IPG Holding che abbiano acquistato le Azioni di loro pertinenza, come previsto all&#8217;art. 25, comma (4) dello statuto vigente.
    </p>
    <p>
      <b>(3)</b> Ciascun Partecipante si impegna a compiere quanto di propria pertinenza affinch&#232; Gruppo IPG Holding venga sciolta anticipatamente rispetto al suo termine di durata qualora si verifichi anche uno soltanto dei seguenti eventi:
    </p>
    <blockquote>
      <p>
        (i) ricevimento da parte di Gruppo IPG Holding di un&#8217;offerta formulata da soggetto diverso dai Partecipanti e relative Persone Correlate per l&#8217;acquisto di tutte le Azioni detenute, qualora il prezzo offerto sia superiore al maggiore tra: - la media ponderata dei prezzi ufficiali delle Azioni rilevati nei trenta giorni di Borsa aperta antecedenti l&#8217;offerta; e - il costo
        complessivamente sostenuto da Gruppo IPG Holding per l&#8217;acquisto delle Azioni detenute;
      </p>
      <p>
        (ii) la rilevazione, in ciascun giorno di Borsa aperta di un intero trimestre, di un prezzo ufficiale delle Azioni superiore al valore che si ottiene applicando al prezzo di acquisto della Partecipazione (i.e. Euro 9 per Azione) un tasso di ritorno sull&#8217;investimento (<i>internal rate of return</i> &#8211; IRR) pari al 25% in ragione d&#8217;anno, per il periodo compreso tra il
        26/7/2007 e l&#8217;ultimo giorno del trimestre considerato. Nel computo di tale valore saranno inclusi anche i dividendi distribuiti (o dei quali sar&#224; stata deliberata la distribuzione) da Interpump dal 26/7/2007 sino all&#8217;ultimo giorno del trimestre considerato.
      </p>
    </blockquote>
    <p align="left">
      Ciascun Partecipante riconosce che, in linea di principio, non dovrebbe essere deciso lo scioglimento anticipato di Gruppo IPG Holding prima del decorso di 18 mesi dalla data di stipula del Patto.
    </p>
    <p>
      Anche nel caso di scioglimento anticipato di Gruppo IPG Holding ciascun Partecipante sar&#224; tenuto al rispetto degli impegni indicati ai precedenti punti (1) e (2).
    </p>
    <p align="left">
      <b>7. <u>Clausole penali</u></b>
    </p>
    <p>
      Fatta eccezione per la penale prevista al precedente paragrafo 5.(a)(2), non sono previste penali per l&#39;inadempimento degli obblighi assunti con il Patto.
    </p>
    <p align="left">
      <b>8. <u>Soggetto presso il quale le Azioni saranno depositate</u></b>
    </p>
    <p>
      Il Patto non contiene obblighi di deposito delle Azioni detenute da Gruppo IPG Holding. Il Finanziamento MPS stabilisce che le n. 17.763.854 Azioni detenute da Gruppo IPG Holding debbano rimanere depositate presso la Banca del Monte dei Paschi S.p.A. per intera durata dello stesso.
    </p>
    <p align="left">
      <b>9. <u>Ufficio del Registro delle Imprese presso cui il Patto &#232; depositato</u></b>
    </p>
    <p>
      Il Patto &#232; stato depositato presso l&#39;Ufficio del Registro delle Imprese di Reggio Emilia mediante trasmissione telematica in data 27/07/2007 n. 27178.
    </p>
    <p>
      01.08.2007
    </p>
    <p>
      <b>[IO.3.07.1]</b>
    </p>
    <hr />
    <p align="center">
      &#160;<b>Interpump Group S.p.A.<br />
      </b>Capitale sociale Euro 39.962.438,88 i.v.<br />
      Sede legale in Sant&#39;Ilario d&#39;Enza (Reggio Emilia)<br />
      Registro Imprese di Reggio Emilia e C.F. n. 11666900151
    </p>
    <p align="center">
      <b>Gruppo IPG Holding S.r.L.<br />
      </b>Capitale sociale Euro 119.000,00 i.v.<br />
      Sede legale in Milano, Via Appiani 12<br />
      Registro Imprese di Milano e C.F. n. 05830220967
    </p>
    <p align="center">
      <b>Estratto del Patto Parasociale di Gruppo IPG Holding S.r.L. stipulato il 26/07/2007 e modificato in data 23/07/2008.</b>
    </p>
    <p>
      Ai sensi dell&#39;art. 122 del D. Lgs. 24/2/1998 n. 58 (&quot;<b>TUIF</b>&quot;) e degli artt. 129 e ss del Regolamento Consob n. 11971 del 14/5/1999 (il &quot;<b>Regolamento Consob</b>&quot;) si rende nota l&#39;esistenza di un patto parasociale stipulato in data 26/7/2007 tra i soci di Gruppo IPG Holding S.r.L., con sede in Milano, Via Appiani 12, c. f. e n. di iscrizione al registro
      delle imprese di Milano 05830220937 (&quot;<b>Gruppo IPG Holding</b>&quot;) e successivamente modificato in data 23/7/2008 (il &quot;<b>Patto</b>&quot;).
    </p>
    <p>
      Le modifiche da ultimo intervenute sono volte a rideterminare i limiti all&#39;acquisto di azioni ordinarie di Interpump Group S.pA., con sede in Sant&#39;Ilario d&#39;Enza (Reggio Emilia), Via E. Fermi 25, codice fiscale e numero di iscrizione al registro delle imprese di Reggio Emilia 11666900151 (&quot;<b>Interpump</b>&quot;) da parte di Gruppo IPG Holding e dei suoi soci, nonch&#233; a
      regolare i reciproci obblighi di vendita nel caso di superamento di tali limiti.
    </p>
    <p>
      Il Patto, con le modifiche da ultimo intervenute, ha ad oggetto quanto pi&#249; innanzi indicato.
    </p>
    <p>
      <b>1.</b> <u><b>Societ&#224; i cui strumenti finanziari sono oggetto del Patto</b></u>
    </p>
    <p>
      Il Patto ha ad oggetto le quote rappresentative dell&#39;intero capitale sociale di Gruppo IPG Holding, societ&#224; che, alla data del 23/7/2008, detiene direttamente n. 19.713.512 azioni ordinarie pari al 25,652% del capitale sociale di Interpump.
    </p>
    <p>
      <b>2.</b> <u><b>Strumenti</b> <strong>finanziari oggetto del Patto</strong></u>
    </p>
    <p>
      Gli strumenti finanziari oggetto del Patto sono costituiti da:
    </p>
    <blockquote>
      <p>
        (i) le quote rappresentative dell&#39;intero capitale sociale di Gruppo IPG Holding riportate nella tabella di cui al successivo paragrafo 3 (le &quot;<b>Quote</b>&quot;);
      </p>
      <p>
        (ii) le n. 19.713.512 azioni ordinarie rappresentative del 25,652% del capitale sociale di Interpump di propriet&#224; di Gruppo IPG Holding (la &quot;<b>Partecipazione</b>&quot;).
      </p>
    </blockquote>
    <p>
      Il capitale sociale di Interpump alla data odierna ammonta a Euro 39.962.438,88 i.v., suddiviso in n. 76.850.844 azioni ordinarie del valore nominale di Euro 0,52 cadauna ammesse alla trattazione sul Mercato Telematico Azionario organizzato e gestito da Borsa Italiana S.p.A. (le &quot;<b>Azioni</b>&quot;).
    </p>
    <p>
      La Partecipazione &#232; costituita in pegno a favore della Banca Monte dei Paschi di Siena S.p.A. (il &quot;<b>Pegno Mps</b>&quot;) a garanzia delle obbligazioni assunte con un finanziamento da quest&#39;ultima erogato (il &quot;<b>Finanziamento Mps</b>&quot;). Il diritto di voto relativo alla Partecipazione spetta a Gruppo IPG Holding, ed in caso di inadempimento del Finanziamento Mps
      alla Banca Monte dei Paschi di Siena S.p.A..
    </p>
    <p>
      <strong>3. <u>Soggetti aderenti al Patto</u></strong>
    </p>
    <p>
      La tabella che segue indica ciascuno dei partecipanti al Patto (i &quot;<b>Partecipanti</b>&quot;), nonch&#233; la quota dagli stessi detenuta in Gruppo IPG Holding e la relativa percentuale di partecipazione.
    </p>
    <center>
      <table border="1" cellspacing="1" cellpadding="4" width="100%">
        <tbody>
          <tr>
            <td valign="center" width="45%">
              <p align="center">
                <b>Soci di Gruppo IPG Holding</b>
              </p>
            </td>
            <td valign="center" width="28%">
              <p align="center">
                <b>Valore nominale delle Quote</b>
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                <b>% del capitale di Gruppo IPG Holding</b>
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <p>
                Sergio Erede
              </p>
            </td>
            <td valign="center" width="28%">
              <p align="center">
                5.792,92
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                4,868 %
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              Giovanni Maria Cavallini
            </td>
            <td valign="center" width="28%">
              <p align="center">
                10.650,50
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                8,950%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              Beryle Lassaussois
            </td>
            <td valign="center" width="28%">
              <p align="center">
                5.640,60
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                4,740%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <i>Totale Famiglia Cavallini, costituente un unico &quot;<b>Gruppo di Partecipanti</b>&quot;</i> 
            </td>
            <td valign="center" width="28%">
              <p align="center">
                <i>16.291,10</i>
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                <i>13,690%</i>
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              Fulvio Montip&#242;
            </td>
            <td valign="center" width="28%">
              <p align="center">
                21.679,42
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                18,218%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              Leila Montip&#242;
            </td>
            <td valign="center" width="28%">
              <p align="center">
                6.221,32
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                5,228%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              Laura Montip&#242;
            </td>
            <td valign="center" width="28%">
              <p align="center">
                6.221,32
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                5,228%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <i>Totale Famiglia Montip&#242;, costituente un unico &quot;<b>Gruppo di Partecipanti</b>&quot;</i> 
            </td>
            <td valign="center" width="28%">
              <p align="center">
                <i>34.122,06</i>
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                <i>28,674%</i>
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              Tamburi Investment Partners S.p.A. (&quot;<b>Tip</b>&quot;)
            </td>
            <td valign="center" width="28%">
              <p align="center">
                19.551,70
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                16,430%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              MAIS S.p.A. (direttamente controllata da Isabella Seragnoli) (&quot;<b>Mais</b>&quot;)
            </td>
            <td valign="center" width="28%">
              <p align="center">
                24.652,04
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                20,716%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <p>
                Gruppo Ferrero S.p.A. (indirettamente controllata da SIL.PA S.S.) (&quot;<b>Gruppo Ferrero</b>&quot;) (1)
              </p>
            </td>
            <td valign="center" width="28%">
              <p align="center">
                18.590,18
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                15,622%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <b>Totale</b> 
            </td>
            <td valign="center" width="28%">
              <p align="center">
                <b>Euro 119.000</b>
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                <b>100%</b>
              </p>
            </td>
          </tr>
        </tbody>
      </table>
    </center>
    <p>
      &#160;&#160;&#160;&#160;&#160;&#160; (1) Si segnala che Gruppo Ferrero &#232; nata dalla fusione propria delle societ&#224; Rover S.p.A. e Immobiliare Ferrero S.p.A. con atto del 28/9/2007 a rogito Notaio Giovanna Ioli di Torino n. 55739/20942 e che, per effetto di tale fusione, Gruppo Ferrero &#232; subentrata, a tutti gli effetti di legge, in ogni diritto ed obbligo di Rover S.p.A. ai
      sensi del Patto.
    </p>
    <p>
      I Partecipanti al Patto non sono titolari, neppure indirettamente, per interposta persona o tramite societ&#224; direttamente o indirettamente controllate, di altre Azioni (o diritti di voto sulle stesse) oltre a quelle detenute mediante Gruppo IPG Holding, eccezion fatta per Giovanni Maria Cavallini, titolare in proprio di n. 975.920 Azioni.
    </p>
    <p>
      Le Persone Correlate ai Partecipanti non sono attualmente titolari di Azioni (o diritti di voto sulle stesse), neppure indirettamente, per interposta persona o tramite societ&#224; direttamente o indirettamente controllate.
    </p>
    <p>
      Per &quot;<b>Persone Correlate</b>&quot; ai Partecipanti si intendono:
    </p>
    <p>
      - in relazione ai Partecipanti persone fisiche, i loro rispettivi coniugi, ascendenti e discendenti, se conviventi, nonch&#233; le altre persone, societ&#224; ed enti che, in relazione alla natura del rapporto, si possa legittimamente presumere che agiscano di concerto con i Partecipanti;
    </p>
    <p>
      - in relazione ai Partecipanti persone giuridiche, le societ&#224; o gli enti controllati, controllanti o sottoposti al comune controllo, direttamente o indirettamente, nonch&#233; le altre persone, societ&#224; ed enti che, in relazione alla natura del rapporto, si possa legittimamente presumere che agiscano di concerto con i Partecipanti.
    </p>
    <p>
      Non esistono altri patti parasociali tra i Partecipanti.
    </p>
    <p>
      <strong>4. <u>Controllo</u></strong>
    </p>
    <p>
      Alla data odierna non vi &#232; alcun soggetto che in virt&#249; del Patto detiene singolarmente il controllo di Interpump o di Gruppo IPG Holding ai sensi dell&#39;art. 93 TUIF.
    </p>
    <p>
      Si rende noto, peraltro, che nell&#39;assemblea ordinaria di Interpump del 17/4/2008, le liste di amministratori e sindaci depositate da Gruppo IPG Holding sono risultate essere le uniche presentate e, pertanto, tutti gli amministratori ed i sindaci di Interpump sono stati tratti da tali liste. In conseguenza di quanto sopra deve ritenersi che Gruppo IPG Holding abbia assunto il controllo
      di Interpump ai sensi dell&#39;art. 2359, n. 2, cod. civ. a far tempo dal 17/4/2008.
    </p>
    <p>
      <strong>5. <u>Durata del Patto</u></strong>
    </p>
    <p>
      Il Patto ha efficacia dal 26/7/2007 e durata coincidente con la durata di Gruppo IPG Holding, che secondo lo statuto vigente &#232; sino al 30/6/2010, salva proroga decisa dai soci con il voto favorevole del 96% del capitale.
    </p>
    <p>
      <strong>6. <u>Tipo e contenuto del Patto</u></strong>
    </p>
    <p>
      Il Patto rientra tra quelli di cui all&#39;art. 122, comma 1, e comma 5, lettere b) e d) TUIF, in quanto contiene vincoli e limitazioni al trasferimento delle Quote ed all&#39;acquisto di Azioni, nonch&#233; accordi per l&#39;esercizio del voto in Gruppo IPG Holding e in Interpump, come meglio di seguito specificato.
    </p>
    <p>
      <i><b>(a)</b> <b>Vincoli e limitazioni al trasferimento delle Quote ed all&#39;acquisto di Azioni</b>.</i>
    </p>
    <p>
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, comma 5, lett. b) TUIF.
    </p>
    <p>
      <b>(1)</b> Ciascun Partecipante si obbliga a non vendere n&#233; trasferire la propriet&#224; o la disponibilit&#224; delle rispettive Quote, se non previo consenso scritto di Partecipanti titolari di Quote corrispondenti ad almeno il 51% del capitale di Gruppo IPG Holding detenuto da tutti i Partecipanti diversi dal Partecipante trasferente.
    </p>
    <p>
      Tale consenso non &#232; necessario nei seguenti casi:
    </p>
    <blockquote>
      <p>
        (i) trasferimenti al coniuge, agli ascendenti e discendenti in linea retta e ad altri parenti entro il terzo grado e a proprie controllate, controllanti o societ&#224; controllate dalla medesima controllante. A tal fine per controllo si intende il controllo esercitato mediante la titolarit&#224; della maggioranza del capitale avente diritto di voto;
      </p>
      <p>
        (ii) tra Partecipanti appartenenti al medesimo Gruppo di Partecipanti;
      </p>
      <p>
        (iii) in caso di intestazione a societ&#224; fiduciaria della quale il Partecipante sia fiduciante, ovvero a <i>trust</i> del quale il Partecipante sia il beneficiario economico;
      </p>
      <p>
        (iv) in caso di trasferimenti <i>mortis causa</i> da Partecipanti persone fisiche ad altre persone fisiche.
      </p>
    </blockquote>
    <p>
      I trasferimenti per i quali non &#232; necessario il consenso potranno essere perfezionati solo dopo che i Partecipanti trasferenti ne abbiano data preventiva comunicazione agli altri Partecipanti.
    </p>
    <p>
      Prima che la societ&#224; trasferitaria cessi di essere controllata dal Partecipante trasferente, o che il Partecipante cessi di essere il mandante della societ&#224; fiduciaria o il beneficiario economico del <i>trust</i>, la quota di Gruppo IPG Holding trasferita dovr&#224; essere ritrasferita al Partecipante stesso, o a societ&#224; da esso controllata, o ad altra societ&#224; fiduciaria
      della quale egli sia il mandante o ad altro <i>trust</i> del quale egli sia beneficiario economico.
    </p>
    <p>
      <b>(2)</b> Ciascun Partecipante assume l&#39;impegno, per l&#39;intera durata del Patto, di non acquistare, neppure indirettamente, alcuna Azione, con qualsiasi modalit&#224;. E&#39; fatta eccezione per i Partecipanti Giovanni Maria Cavallini e Fulvio Montip&#242; i quali potranno acquistare ulteriori Azioni esercitando i diritti di opzione attribuiti loro nell&#39;ambito di piani di
      <i>stock options</i> approvati dall&#39;assemblea di Interpump, purch&#233; per effetto di tali acquisti le Azioni complessivamente detenute direttamente da Gruppo IPG Holding, dai Partecipanti e dalle relative Persone Correlate non eccedano, nel loro insieme, il 28% del capitale sociale di Interpump di tempo in tempo sottoscritto e versato.
    </p>
    <p>
      Ciascun Partecipante si impegna (anche promettendo il fatto dell&#39;amministratore di Gruppo IPG Holding da esso designato), a far s&#236; che Gruppo IPG Holding non acquisti Azioni in misura tale da superare, anche solo temporaneamente, sommando alle Azioni dalla stessa direttamente detenute le n. 975.920 Azioni detenute in proprio da Giovanni Maria Cavallini e le ulteriori Azioni
      acquistate da Giovanni Maria Cavallini e Fulvio Montip&#242; esercitando i diritti di opzione attribuiti loro nell&#39;ambito di piani di stock options approvati dall&#39;assemblea di Interpump ed esercitabili, una partecipazione complessiva in Interpump del 28% del suo capitale.
    </p>
    <p>
      I Partecipanti sono addivenuti alla determinazione di stipulare il Patto facendo affidamento sul pieno rispetto degli impegni assunti per far s&#236; che le Azioni detenute da Gruppo IPG Holding, dai Partecipanti e dalle relative Persone Correlate (anche indirettamente o per interposta persona) non eccedano nel loro insieme la soglia che obbliga a promuovere un&#39;offerta pubblica di
      acquisto.
    </p>
    <p>
      I Partecipanti che risultassero inadempimenti rispetto a tali impegni saranno tenuti ad assolvere ad ogni obbligo inerente l&#39;offerta pubblica di acquisto, a loro cura e spese, ed a tenerne gli altri Partecipanti e Gruppo IPG Holding interamente manlevati ed indenni, fermo in ogni caso il diritto degli altri Partecipanti e di Gruppo IPG Holding al risarcimento di ogni danno subito.
    </p>
    <p>
      In caso di superamento dei sopraindicati limiti, le Azioni in eccedenza saranno vendute:
    </p>
    <blockquote>
      <p>
        (i) in primo luogo da Gruppo IPG Holding, per il quantitativo necessario per il rispetto dei suddetti limiti, ma soltanto fino a che la partecipazione della stessa non si riduca al 25% del capitale sociale di Interpump;
      </p>
      <p>
        (ii) per l&#39;ulteriore quantitativo eventualmente necessario ai fini del rispetto di tali limiti, da Fulvio Montip&#242; e da Giovanni Maria Cavallini, quanto alle Azioni che gli stessi dovessero acquistare in futuro esercitando diritti di opzione attribuiti loro nell&#39;ambito di piani di stock options approvati dall&#39;assemblea di Interpump, ciascuno in proporzione ai quantitativi
        di Azioni acquistati. Tale obbligo di vendita non riguarda le Azioni che Fulvio Montip&#242; dovesse acquistare in futuro esercitando le n. 247.500 opzioni che ha gi&#224; diritto di esercitare.
      </p>
    </blockquote>
    <p>
      <i><b>(b) Consiglio di amministrazione di Gruppo IPG Holding e di Interpump</b></i>
    </p>
    <p>
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, primo comma, TUIF.
    </p>
    <p>
      <b>(1)</b> Ciascun Partecipante si impegna a partecipare alle decisioni dei soci di Gruppo IPG Holding e ad esprimere il proprio voto in modo tale che l&#39;organo amministrativo di Gruppo IPG Holding sia un consiglio di amministrazione composto di sei amministratori, dei quali uno designato da Sergio Erede, uno dai Signori Cavallini, uno dalla Famiglia Montip&#242;, uno da Tip, uno da Mais
      ed uno da Gruppo Ferrero.
    </p>
    <p>
      Il presidente del consiglio di amministrazione di Gruppo IPG Holding sar&#224; designato da Tip, il vice-presidente e amministratore delegato dalla Famiglia Cavallini e l&#39;amministratore delegato da Tip.
    </p>
    <p>
      In caso di cessazione dalla carica di uno o pi&#249; amministratori di Gruppo IPG Holding prima della scadenza del Patto il sostituto sar&#224; designato dallo stesso Partecipante (ovvero congiuntamente dallo stesso Gruppo di Partecipanti) che aveva nominato l&#39;amministratore cessato, occorrendo anche mediante cooptazione.
    </p>
    <p>
      Il Partecipante (o Gruppo di Partecipanti) che, con il consenso degli altri Partecipanti, venda l&#39;intera quota di Gruppo IPG Holding di sua propriet&#224;, dovr&#224; far s&#236; che l&#39;amministratore di Gruppo IPG Holding da esso designato rassegni le proprie dimissioni. In tal caso sar&#224; nominato un nuovo amministratore di Gruppo IPG Holding con decisione dei soci e,
      occorrendo, dal consiglio di amministrazione mediante cooptazione.
    </p>
    <p>
      In caso di vendita di una parte soltanto della quota di Gruppo IPG Holding, il Partecipante (o Gruppo di Partecipanti) dovr&#224; far s&#236; che l&#39;amministratore di Gruppo IPG Holding da esso designato rassegni le proprie dimissioni, salvo diversa decisione degli altri Partecipanti.
    </p>
    <p>
      In entrambi i suddetti casi di vendita il Partecipante (o Gruppo di Partecipanti) venditore, su richiesta degli altri Partecipanti, dovr&#224; far s&#236; che il rappresentante nel consiglio di amministrazione di Interpump designato come al successivo punto (3) rassegni le proprie dimissioni da tale carica.
    </p>
    <p>
      <b>(2)</b> E&#39; principio condiviso da tutti i Partecipanti che la gestione di Interpump debba avvenire con continuit&#224; rispetto al passato, anche con riferimento alla politica di crescita interna ed esterna.
    </p>
    <p>
      <b>(3)</b> I Partecipanti convengono che, ove ci&#242; risulti possibile mediante il voto espresso con le Azioni detenute da Gruppo IPG Holding:
    </p>
    <blockquote>
      <p>
        (A) faranno parte del consiglio di amministrazione di Interpump le persone di seguito indicate, con le rispettive cariche: (i) Giovanni Maria Cavallini, presidente con deleghe di poteri, quale amministratore non indipendente designato dai Signori Cavallini; (ii) Sergio Erede, quale amministratore non indipendente da esso stesso designato; (iii) Fulvio Montip&#242;, vice presidente e
        amministratore delegato, quale amministratore non indipendente designato dalla Famiglia Montip&#242;; (iv) Giovanni Tamburi, quale amministratore non indipendente designato da Tip; (v) Giancarlo De Martis, quale amministratore non indipendente designato da Mais; (vi) Giuseppe Ferrero, quale amministratore non indipendente designato da Gruppo Ferrero;
      </p>
      <p>
        (B) faranno parte del consiglio di amministrazione di Interpump anche altri amministratori designati dal consiglio di amministrazione di Gruppo IPG Holding con il voto favorevole di almeno 5 amministratori.
      </p>
    </blockquote>
    <p>
      <b>(4)</b> In caso di dimissioni o cessazione per altra causa di uno o pi&#249; degli amministratori di Interpump nominati ai sensi del precedente punto (3), i Partecipanti si impegnano a far s&#236; che, ove ci&#242; risulti possibile, l&#39;assemblea ed il consiglio di amministrazione di Interpump nominino altri amministratori in loro sostituzione designati dal medesimo Partecipante o
      Gruppo di Partecipanti che hanno designato gli amministratori cessati, con le medesime cariche.
    </p>
    <p>
      <b>(5)</b> Qualora il consiglio di amministrazione di Interpump revochi o restringa significativamente le deleghe di poteri di gestione e di rappresentanza attualmente conferite a Giovanni Maria Cavallini o a Fulvio Montip&#242;, rispettivamente, i Signori Cavallini e la Famiglia Montip&#242; avranno diritto di recedere immediatamente dal Patto.
    </p>
    <p>
      In caso di rinunzia alle deleghe o di dimissioni dalla carica di amministratore di Interpump di Giovanni Maria Cavallini e/o di Fulvio Montip&#242;, rispettivamente, i Signori Cavallini e la Famiglia Montip&#242; continueranno ad essere vincolati dal Patto.
    </p>
    <p>
      <strong>7. <u>Altri impegni dei Partecipanti</u></strong>
    </p>
    <p>
      Il Patto prevede i seguenti ulteriori impegni dei Partecipanti.
    </p>
    <p>
      <b><i>(a) Impegni relativi al Finanziamento MPS</i></b>
    </p>
    <p>
      <b>(1)</b> Ciascun Partecipante si impegna a versare a Gruppo IPG Holding, in proporzione alla partecipazione nella stessa detenuta ed a titolo di finanziamento socio infruttifero di interessi, gli importi dovuti da Gruppo IPG Holding per reintegrare il Pegno MPS, qualora Gruppo IPG Holding non disponesse di liquidit&#224; o di affidamenti sufficienti per il reintegro o per la riduzione
      della esposizione.
    </p>
    <p>
      <b>(2)</b> Qualora uno o pi&#249; Partecipanti non effettuassero, entro il termine stabilito dal consiglio di amministrazione di Gruppo IPG Holding, i versamenti di cui al precedente punto (1), tali versamenti potranno essere effettuati dagli altri Partecipanti, in proporzione alle partecipazioni in Gruppo IPG Holding dagli stessi detenute, ed i Partecipanti che abbiano omesso i versamenti
      di loro spettanza saranno tenuti a versare ai Partecipanti che li abbiano effettuati in loro vece, a titolo di penale, un importo pari al 40% dei versamenti omessi, penale che sar&#224; tra questi ultimi ripartita in proporzione alle rispettive partecipazioni.
    </p>
    <p>
      <b><i>(b) Liquidazione di Gruppo IPG Holding</i></b>
    </p>
    <p>
      <b>(1)</b> Ciascun Partecipante si impegna, in sede di liquidazione di Gruppo IPG Holding, a compiere interamente e tempestivamente quanto stabilito all&#39;art. 25, comma 2, dello statuto di Gruppo IPG Holding vigente (i.e, acquisto <i>pro-quota</i> di Azioni detenute da Gruppo IPG Holding in misura tale da estinguere il Finanziamento MPS).
    </p>
    <p>
      <b>(2)</b> Ciascun Partecipante riconosce che l&#39;integrale e tempestiva esecuzione di quanto previsto al precedente punto (1)ha valore essenziale ai fini dell&#39;ottimizzazione della liquidazione di Gruppo IPG Holding, ed accetta che in caso di mancato compimento di quanto sopra una parte del saldo attivo di liquidazione venga devoluta agli altri soci di Gruppo IPG Holding che abbiano
      acquistato le Azioni di loro pertinenza, come previsto all&#39;art. 25, comma (4) dello statuto vigente.
    </p>
    <p>
      <b>(3)</b> Ciascun Partecipante si impegna a compiere quanto di propria pertinenza affinch&#233; Gruppo IPG Holding venga sciolta anticipatamente rispetto al suo termine di durata qualora si verifichi anche uno soltanto dei seguenti eventi:
    </p>
    <blockquote>
      <p>
        (i) ricevimento da parte di Gruppo IPG Holding di un&#39;offerta formulata da soggetto diverso dai Partecipanti e relative Persone Correlate per l&#39;acquisto di tutte le Azioni detenute, qualora il prezzo offerto sia superiore al maggiore tra: - la media ponderata dei prezzi ufficiali delle Azioni rilevati nei trenta giorni di Borsa aperta antecedenti l&#39;offerta; e - il costo
        complessivamente sostenuto da Gruppo IPG Holding per l&#39;acquisto delle Azioni detenute;
      </p>
      <p>
        (ii) la rilevazione, in ciascun giorno di Borsa aperta di un intero trimestre, di un prezzo ufficiale delle Azioni superiore al valore che si ottiene applicando al prezzo di acquisto della Partecipazione (i.e. Euro 9 per Azione) un tasso di ritorno sull&#39;investimento (<i>internal rate of return</i> &#8211; IRR) pari al 25% in ragione d&#39;anno, per il periodo compreso tra il 26/7/2007
        e l&#39;ultimo giorno del trimestre considerato. Nel computo di tale valore saranno inclusi anche i dividendi distribuiti (o dei quali sar&#224; stata deliberata la distribuzione) da Interpump dal 26/7/2007 sino all&#39;ultimo giorno del trimestre considerato.
      </p>
    </blockquote>
    <p>
      Ciascun Partecipante riconosce che, in linea di principio, non dovrebbe essere deciso lo scioglimento anticipato di Gruppo IPG Holding prima del decorso di 18 mesi dalla data di stipula del Patto.
    </p>
    <p>
      Anche nel caso di scioglimento anticipato di Gruppo IPG Holding ciascun Partecipante sar&#224; tenuto al rispetto degli impegni indicati ai precedenti punti (1) e (2).
    </p>
    <p>
      <strong>8. <u>Clausole penali</u></strong>
    </p>
    <p>
      Fatta eccezione per la penale prevista al precedente paragrafo 7.(a)(2), non sono previste penali per l&#39;inadempimento degli obblighi assunti con il Patto.
    </p>
    <p>
      <strong>9. <u>Soggetto presso il quale le Azioni saranno depositate</u></strong>
    </p>
    <p>
      Il Patto non contiene obblighi di deposito delle Azioni detenute da Gruppo IPG Holding. Il Finanziamento MPS stabilisce che le Azioni detenute da Gruppo IPG Holding debbano rimanere depositate presso la Banca del Monte dei Paschi S.p.A. per intera durata dello stesso.
    </p>
    <p>
      <strong>10. <u>Ufficio del Registro delle Imprese presso cui il Patto &#232; depositato</u></strong>
    </p>
    <p>
      Il Patto &#232; stato depositato presso l&#39;Ufficio del Registro delle Imprese di Reggio Emilia mediante trasmissione telematica in data 28/7/2008 n. 26912 e presso l&#39;Ufficio del Registro delle Imprese di Milano mediante trasmissione telematica in data 28/7/2008 n. 227354.
    </p>
    <p>
      1 agosto 2008
    </p>
    <p>
      <strong>[IO.3.08.1]</strong>
    </p>
    <hr />
    <p align="center">
      &#160;<strong>Interpump Group S.p.A.<br />
      </strong>Capitale sociale Euro 50.318.322,08 i.v.<br />
      Sede legale in Sant&#39;Ilario d&#39;Enza (Reggio Emilia)<br />
      Registro Imprese di Reggio Emilia e C.F. n. 11666900151
    </p>
    <p align="center">
      <b>Gruppo IPG Holding S.r.L.<br />
      </b>Capitale sociale Euro 142.437,50 i.v.<br />
      Sede legale in Milano, Via Appiani 12<br />
      Registro Imprese di Milano e C.F. n. 05830220967
    </p>
    <p>
      <strong>Estratto del Patto Parasociale di Gruppo IPG Holding S.r.L. stipulato il 26 luglio 2007 e modificato in data 23 luglio 2008 ed in data 10 marzo 2010.</strong>
    </p>
    <p align="left">
      aaaAi sensi dell&#39;art. 122 del D. Lgs. 24 febbraio 1998 n. 58 (il &quot;<strong>TUIF</strong>&quot;) e degli artt. 129 e ss. del Regolamento Consob n. 11971 del 14 maggio 1999, come successivamente modificato (il &quot;<strong>Regolamento Consob</strong>&quot;) Tamburi Investment Partners S.p.A. (&#8220;<strong>Tip</strong>&#8221;), anche per conto di tutti gli altri firmatari, rende
      noto che in data 10 marzo 2010 (la &#8220;<strong>Data del Patto</strong>&#8221;) &#232; stato sottoscritto tra Giovanni Maria Cavallini, Sergio Erede, Gruppo Ferrero S.p.A., Beryle Lassaussois, MAIS S.p.A., Fulvio Montip&#242;, Laura Montip&#242;, Leila Montip&#242; e Tip (congiuntamente, i &#8220;<strong>Partecipanti</strong>&#8221;), soci titolari del 100% di Gruppo IPG Holding S.r.l.,
      con sede in Milano, Via Appiani 12, c. f. e n. di iscrizione al registro delle imprese di Milano 05830220967 (&quot;<strong>Gruppo IPG Holding</strong>&quot;) un patto parasociale (il &#8220;<strong>Patto</strong>&#8221;) avente ad oggetto Gruppo IPG Holding e, con riguardo ad alcune disposizioni, Interpump Group S.p.A., con sede in Sant&#39;Ilario d&#39;Enza (Reggio Emilia), Via E. Fermi
      25, codice fiscale e numero di iscrizione al registro delle imprese di Reggio Emilia 11666900151 (&#8220;<strong>Interpump</strong>&#8221;), che modifica integra e sostituisce il patto parasociale sottoscritto tra i Partecipanti in data 26 luglio 2007 e successivamente modificato in data 23 luglio 2008, la cui scadenza era prevista per il 30 giugno 2010.<br />
      <br />
      Le modifiche intervenute alla Data del Patto sono volte a: <strong>(a)</strong> tener conto degli esiti (i) dell&#8217;aumento del capitale sociale di Interpump offerto in opzione ai soci (l&#8217;&#8220;<strong>Aumento di Capitale Interpump</strong>&#8221;) conclusosi a dicembre 2009, nell&#8217;ambito del quale Gruppo IPG Holding ha esercitato integralmente i diritti di opzione alla
      medesima spettanti e, per l&#8217;effetto, ha sottoscritto n. 5.498.480 nuove azioni ordinarie Interpump, con abbinati gratuitamente n. 5.498.480 &#8220;Warrant Interpump Group S.p.A. 2009-2012&#8221; (i &#8220;<strong>Warrant</strong>&#8221;), e (ii) dell&#8217;aumento del capitale sociale deliberato dall&#8217;assemblea dei soci di Gruppo IPG Holding in data 16 settembre 2009
      (l&#8217;&#8220;<strong>Aumento di Capitale Gruppo IPGH</strong>&#8221;), dal quale rivengono le risorse per la sottoscrizione delle suddette azioni; <strong>(b)</strong> rideterminare i limiti all&#39;acquisto di azioni ordinarie Interpump (le azioni ordinarie emesse o che saranno emesse da Interpump sono di seguito definite le &quot;<strong>Azioni</strong>&quot;) da parte di Gruppo IPG
      Holding e dei suoi soci ed estendere tali limiti anche ai warrant e ad ogni altro strumento finanziario di qualsiasi natura, gi&#224; in circolazione o eventualmente emesso in futuro da Interpump, che attribuisca il diritto di acquistare o sottoscrivere azioni Interpump ovvero comunque il diritto di voto, anche limitatamente a specifici argomenti, nell&#8217;assemblea ordinaria o
      straordinaria di Interpump (i warrant emessi o che saranno emessi da Interpump insieme a tutti detti strumenti finanziari gli &#8220;<strong>Strumenti Finanziari IPG</strong>&#8221;); nonch&#233; <strong>(c)</strong> modificare la durata del Patto.<br />
      <br />
      Il Patto, con le modifiche da ultimo intervenute, ha ad oggetto quanto pi&#249; innanzi indicato.<br />
      <br />
      <strong>1. <u>Societ&#224; i cui strumenti finanziari sono oggetto del Patto</u></strong><br />
      <br />
      Il Patto ha ad oggetto le quote rappresentative dell&#39;intero capitale sociale di Gruppo IPG Holding, societ&#224; che, alla Data del Patto, detiene direttamente n. 25.705.443 Azioni, pari al 26,565% del capitale sociale della stessa, e n. 5.498.480 Warrant, pari al 27,609% del totale dei Warrant emessi nell&#8217;ambito dell&#8217;Aumento di Capitale Interpump. I Warrant danno diritto a
      sottoscrivere n. 3.379.274 Azioni di nuova emissione.<br />
      <br />
      <strong>2. <u>Strumenti finanziari oggetto del Patto</u></strong><br />
      <br />
      Gli strumenti finanziari oggetto del Patto sono costituiti da: <strong>(i)</strong> le quote rappresentative dell&#39;intero capitale sociale di Gruppo IPG Holding riportate nella tabella di cui al successivo paragrafo 3 (le &quot;<strong>Quote</strong>&quot;); <strong>(ii)</strong> le n. 25.705.443 Azioni rappresentative del 26,565% del capitale sociale della medesima di propriet&#224; di
      Gruppo IPG Holding (la &quot;<strong>Partecipazione</strong>&quot;); <strong>(iii)</strong> i n. 5.498.480 Warrant di propriet&#224; di Gruppo IPG Holding. Gruppo IPG Holding alla Data del Patto non possiede Strumenti Finanziari IPG diversi dalla Partecipazione e dai Warrant.<br />
      <br />
      In data 10 marzo 2010, Gruppo IPG Holding ha altres&#236; stipulato con Banca Monte dei Paschi di Siena S.p.A. (&#8220;<strong>MPS</strong>&#8221;) un contratto di finanziamento (il &#8220;<strong>Finanziamento MPS</strong>&#8221;) ai sensi del quale Gruppo IPG Holding ha costituito in pegno la Partecipazione a favore di MPS. Il diritto di voto relativo alla Partecipazione spetta a Gruppo
      IPG Holding ed, in caso di inadempimento del Finanziamento MPS, a MPS.<br />
      <br />
      <strong>3. <u>Soggetti aderenti al Patto</u></strong><br />
      <br />
      La tabella che segue indica: <strong>(i)</strong> i Partecipanti al Patto, <strong>(ii)</strong> la Quota dagli stessi detenuta in Gruppo IPG Holding all&#8217;esito dell&#8217;Aumento di Capitale Gruppo IPGH e <strong>(iii)</strong> la percentuale rappresentata da tale Quota sull&#8217;intero capitale di Gruppo IPG Holding.
    </p>
    <center>
      <table border="1" cellspacing="1" cellpadding="4" width="100%">
        <tbody>
          <tr>
            <td valign="center" width="45%">
              <p align="center">
                <b>Soci di Gruppo IPG Holding</b>
              </p>
            </td>
            <td valign="center" width="28%">
              <p align="center">
                <b>Valore nominale delle Quote</b>
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="center">
                <b>% del capitale di Gruppo IPG Holding</b>
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <p>
                Giovanni Maria Cavallini
              </p>
            </td>
            <td valign="center" width="28%">
              <p align="right">
                10.650,500
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="right">
                7,477%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              Beryle Lassaussois
            </td>
            <td valign="center" width="28%">
              <p align="right">
                5.640,600
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="right">
                3,960%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <em>Totale Famiglia Cavallini, costituente un unico &quot;<strong>Gruppo di Partecipanti</strong>&quot;</em> 
            </td>
            <td valign="center" width="28%">
              <p align="right">
                <em>16.291,100</em>
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="right">
                <em>11,437%</em>
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              Sergio Erede
            </td>
            <td valign="center" width="28%">
              <p align="right">
                7.114,826
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="right">
                4,995%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              Gruppo Ferrero S.p.A. (indirettamente controllata da SIL.PA S.S.) (&quot;<strong>Gruppo Ferrero</strong>&quot;)
            </td>
            <td valign="center" width="28%">
              <p align="right">
                22.832,338
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="right">
                16,030%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              MAIS S.p.A. (direttamente controllata da Isabella Seragnoli) (&quot;<strong>Mais</strong>&quot;)
            </td>
            <td valign="center" width="28%">
              <p align="right">
                30.277,474
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="right">
                21,257%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              Fulvio Montip&#242;
            </td>
            <td valign="center" width="28%">
              <p align="right">
                26.626,522
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="right">
                18,693%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              Laura Montip&#242;
            </td>
            <td valign="center" width="28%">
              <p align="right">
                7.640,985
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="right">
                5,364%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              Leila Montip&#242;
            </td>
            <td valign="center" width="28%">
              <p align="right">
                7.640,985
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="right">
                5,364%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <em>Totale Famiglia Montip&#242;, costituente un unico &quot;<strong>Gruppo di Partecipanti</strong>&quot;</em> 
            </td>
            <td valign="center" width="28%">
              <p align="right">
                <em>41.908,492</em>
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="right">
                <em>29,421%</em>
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              Tamburi Investment Partners S.p.A. (&quot;<strong>Tip</strong>&quot;)
            </td>
            <td valign="center" width="28%">
              <p align="right">
                24.013,270
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="right">
                16,859%
              </p>
            </td>
          </tr>
          <tr>
            <td valign="center" width="45%">
              <b>Totale</b> 
            </td>
            <td valign="center" width="28%">
              <p align="right">
                <b>Euro 142.437,500</b>
              </p>
            </td>
            <td valign="center" width="27%">
              <p align="right">
                <b>100%</b>
              </p>
            </td>
          </tr>
        </tbody>
      </table>
    </center>
    <p>
      I Partecipanti al Patto non sono titolari, neppure indirettamente, per interposta persona o tramite societ&#224; direttamente o indirettamente controllate, di altre Azioni (o diritti di voto sulle stesse) e/o Warrant, oltre a quelli detenuti mediante Gruppo IPG Holding, eccezion fatta per Giovanni Maria Cavallini, titolare in proprio di n. 1.088.800 Azioni, pari al 1,125% del capitale
      sociale di Interpump, non apportate al Patto Parasociale,&#160; e di n. 232.880 Warrant e Fulvio Montip&#242;, titolare in proprio di n. 152.640 Azioni, pari al 0,158% del capitale sociale di Interpump, non apportate al Patto Parasociale, e di n. 32.640 Warrant.<br />
      <br />
      Le Persone Correlate ai Partecipanti non sono titolari di Azioni (o diritti di voto sulle stesse) e/o di Warrant, neppure indirettamente, per interposta persona o tramite societ&#224; direttamente o indirettamente controllate. Per &quot;<strong>Persone Correlate</strong>&quot; ai Partecipanti si intendono: <strong>(i)</strong> in relazione ai Partecipanti persone fisiche, i loro rispettivi
      coniugi, ascendenti e discendenti, se conviventi, nonch&#233; le altre persone, societ&#224; ed enti che, in relazione alla natura del rapporto, si possa legittimamente presumere che agiscano di concerto con i Partecipanti; <strong>(ii)</strong> in relazione ai Partecipanti persone giuridiche, le societ&#224; o gli enti controllati, controllanti o sottoposti al comune controllo,
      direttamente o indirettamente, nonch&#233; le altre persone, societ&#224; ed enti che, in relazione alla natura del rapporto, si possa legittimamente presumere che agiscano di concerto con i Partecipanti.<br />
      <br />
      Non esistono altri patti parasociali tra i Partecipanti.<br />
      <br />
      <strong>4. <u>Controllo</u><br />
      </strong><br />
      Alla Data del Patto non vi &#232; alcun soggetto che in virt&#249; del Patto detenga singolarmente il controllo di Gruppo IPG Holding ai sensi dell&#39;art. 93 TUIF. Alla Data del Patto IPG Holding esercita il controllo di fatto sull&#8217;Emittente ai sensi dell&#39;art. 93 TUIF.&#160;<br />
      <br />
      <strong>5. <u>Tipo e contenuto del Patto</u></strong><br />
      <br />
      Il Patto rientra tra quelli di cui all&#39;art. 122, comma 1, e comma 5, lettere b) e d) TUIF, in quanto contiene vincoli e limitazioni al trasferimento delle Quote ed all&#39;acquisto di Azioni e di Strumenti Finanziari IPG, nonch&#233; accordi per l&#39;esercizio del voto in Gruppo IPG Holding e in Interpump, come meglio di seguito specificato.<br />
      <br />
      <strong><em>(a) Vincoli e limitazioni al trasferimento delle Quote ed all&#39;acquisto di Azioni e Strumenti Finanziari IPG</em></strong><br />
      <br />
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, comma 5, lett. b) TUIF.<br />
      <br />
      <strong>(1)</strong> Ciascun Partecipante si &#232; obbligato a non vendere n&#233; trasferire la propriet&#224; o la disponibilit&#224; della rispettiva Quota, se non previo consenso scritto di Partecipanti titolari di Quote corrispondenti ad almeno il 51% del capitale di Gruppo IPG Holding detenuto da tutti i Partecipanti diversi dal Partecipante trasferente. Tale consenso non &#232;
      necessario nei seguenti casi: <strong>(i)</strong> trasferimenti al coniuge, agli ascendenti e discendenti in linea retta e ad altri parenti entro il terzo grado e a proprie controllate, controllanti o societ&#224; controllate dalla medesima controllante. A tal fine per controllo si intende il controllo esercitato mediante la titolarit&#224; della maggioranza del capitale avente diritto di
      voto; <strong>(ii)</strong> tra Partecipanti appartenenti al medesimo Gruppo di Partecipanti; <strong>(iii)</strong> in caso di intestazione a societ&#224; fiduciaria della quale il Partecipante sia fiduciante, ovvero a trust del quale il Partecipante sia il beneficiario economico; <strong>(iv)</strong> in caso di trasferimenti mortis causa da Partecipanti persone fisiche ad altre persone
      fisiche.<br />
      <br />
      I trasferimenti di cui ai precedenti punti (i), (ii) e (iii) potranno essere perfezionati solo dopo che i Partecipanti trasferenti ne abbiano data preventiva comunicazione agli altri Partecipanti. Nel caso previsto al punto (iv) il trasferitario dovr&#224; trasmettere agli altri Partecipanti l&#8217;atto di adesione entro trenta giorni dalla acquisizione della Quota.<br />
      <br />
      <strong>(2)</strong> Ciascun Partecipante si &#232; obbligato, per l&#39;intera durata del Patto, a non assumere a qualsivoglia titolo (e/o esercitare e/o convertire, a seconda dei casi), alcuna Azione o altro Strumento Finanziario IPG. Tali operazioni non potranno essere effettuate dai Partecipanti, e/o dalle rispettive Persone Correlate, neppure indirettamente. E&#39; fatta eccezione per
      i Partecipanti Giovanni Maria Cavallini e Fulvio Montip&#242; i quali potranno acquistare ulteriori Azioni <strong>(i)</strong> esercitando i diritti di opzione attribuiti loro nell&#39;ambito di piani di <em>stock options</em> approvati dall&#39;assemblea di Interpump, <strong>(ii)</strong> esercitando i diritti di opzione alla sottoscrizione di aumenti di capitale di pertinenza delle
      Azioni acquisite secondo quanto previsto al precedente punto (i); <strong>(iii)</strong> esercitando i Warrant detenuti alla Data del Patto, purch&#233; per effetto di tali acquisti la partecipazione nel capitale sociale di Interpump complessivamente detenuta da Gruppo IPG Holding, dai Partecipanti e dalle relative Persone Correlate non comporti l&#8217;obbligo di promuovere
      un&#8217;offerta pubblica d&#8217;acquisto secondo la normativa pro tempore vigente (di seguito, la &#8220;<strong>Soglia OPA</strong>&#8221;).<br />
      <br />
      <strong>(3)</strong> In deroga al divieto di cui al precedente paragrafo 5.(a)(2), ciascun Partecipante potr&#224; richiedere agli altri l&#8217;autorizzazione ad acquistare, esercitare o sottoscrivere, Strumenti Finanziari IPG. L&#8217;autorizzazione si intender&#224; negata ove entro sette giorni lavorativi dalla relativa richiesta, non consti il consenso scritto da parte di un numero di
      Partecipanti che sia titolare di Quote di Gruppo IPG Holding corrispondenti ad almeno il 51% del capitale rappresentato dalle Quote detenute da tutti i Partecipanti diversi dal Partecipante che intende acquistare, esercitare o sottoscrivere Strumenti Finanziari IPG. Tale consenso dovr&#224; essere espresso da tutti i Partecipanti ove il prospettato acquisto comporti il superamento della
      Soglia OPA, ovvero comunque possa comportare l&#8217;obbligo di promuovere una offerta pubblica d&#8217;acquisto.<br />
      <br />
      <strong>(4)</strong> Ciascun Partecipante e Gruppo di Partecipanti si &#232; impegnato (anche promettendo il fatto dell&#39;amministratore di Gruppo IPG Holding da esso designato), a far s&#236; che Gruppo IPG Holding non assuma a qualsiasi titolo (e/o eserciti e/o converta, a seconda dei casi) Strumenti Finanziari IPG in misura tale da superare, anche solo temporaneamente, la Soglia OPA,
      ovvero comunque non compia qualsiasi altra operazione che possa comportare l&#8217;obbligo di promuovere una offerta pubblica d&#8217;acquisto, tenuto conto anche <strong>(i)</strong> delle Azioni detenute in proprio da Giovanni Maria Cavallini e Fulvio Montip&#242; di cui al precedente paragrafo 3; <strong>(ii)</strong> delle eventuali ulteriori Azioni acquistate da Giovanni Maria
      Cavallini e Fulvio Montip&#242; in virt&#249; dell&#8217;eccezione di cui al precedente paragrafo 5.(a)(2); <strong>(iii)</strong> degli eventuali Strumenti Finanziari IPG assunti, a qualsivoglia titolo, dai Partecipanti e dalle relative Persone Correlate, ai sensi del precedente paragrafo 5.(a)(3); <strong>(iv)</strong> delle eventuali ulteriori Azioni acquistate da IPG Holding esercitando
      i Warrant.&#160;<br />
      <br />
      <strong>(5)</strong> Ciascun Partecipante e Gruppo di Partecipanti si impegna, per quanto di propria pertinenza (anche promettendo il fatto dell&#8217;amministratore di Gruppo IPG Holding da esso designato), a far s&#236; che Gruppo IPG Holding sottoscriva ulteriori Azioni esercitando i Warrant solo ove tale esercizio sia preventivamente autorizzato da una delibera del consiglio di
      amministrazione adottata con il voto favorevole di tutti i consiglieri.<br />
      <br />
      <strong>(6)</strong> I Partecipanti sono addivenuti alla determinazione di stipulare il Patto facendo affidamento sul pieno rispetto degli impegni assunti per far s&#236; che le Azioni detenute da Gruppo IPG Holding, dai Partecipanti e dalle relative Persone Correlate (anche indirettamente o per interposta persona) non eccedano nel loro insieme la Soglia OPA. I Partecipanti che risultassero
      inadempimenti rispetto a tali impegni saranno tenuti ad assolvere ad ogni obbligo inerente l&#39;offerta pubblica di acquisto, a loro cura e spese, ed a tenerne gli altri Partecipanti e Gruppo IPG Holding interamente manlevati ed indenni, fermo in ogni caso il diritto degli altri Partecipanti e di Gruppo IPG Holding al risarcimento di ogni danno subito. In caso di superamento della Soglia
      OPA, ove il Partecipante cui &#232; riconducibile il superamento della medesima non si dichiari disponibile ad adottare le misure previste dalla normativa vigente idonee a non rendere applicabile l&#8217;obbligo di promuovere un&#8217;offerta pubblica d&#8217;acquisto, gli Strumenti Finanziari IPG in eccedenza saranno venduti: <strong>(i)</strong> in primo luogo da Gruppo IPG Holding, per
      il quantitativo necessario per il rispetto dei suddetti limiti, ma soltanto fino a che la partecipazione della stessa non si riduca al 26% del capitale sociale di Interpump; <strong>(ii)</strong> per l&#39;ulteriore quantitativo eventualmente necessario ai fini del rispetto di tali limiti: <em>(A)</em> da Giovanni Maria Cavallini e da Fulvio Montip&#242;, quanto alle Azioni che gli stessi
      dovessero acquistare o sottoscrivere in futuro, ai sensi del precedente paragrafo 5.(a)(2); <em>(B)</em> dai Partecipanti che, anche indirettamente o per interposta persona, dovessero acquistare o sottoscrivere in futuro Strumenti Finanziari IPG con il preventivo consenso scritto degli altri Partecipanti, ai sensi del precedente paragrafo 5.(a)(3), con la precisazione che tali vendite
      dovranno essere effettuate in proporzione ai quantitativi di Azioni e/o Strumenti Finanziari IPG assunti da ciascun Partecipante.<br />
      <br />
      <strong><em>(b) Organi amministrativi e di controllo di Gruppo IPG Holding e di Interpump</em></strong><br />
      <br />
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, primo comma, TUIF.<br />
      <br />
      <em><u>Consiglio di Amministrazione di Gruppo IPG Holding</u></em><br />
      <br />
      Ciascun Partecipante si &#232; impegnato a partecipare alle decisioni dei soci di Gruppo IPG Holding e ad esprimere il proprio voto in modo tale che l&#39;organo amministrativo di Gruppo IPG Holding sia un consiglio di amministrazione composto di sei amministratori, dei quali uno designato dai Signori Cavallini, uno da Sergio Erede, uno dal Gruppo Ferrero, uno da Mais, uno dalla Famiglia
      Montip&#242; e uno da Tip.<br />
      <br />
      Il presidente del consiglio di amministrazione di Gruppo IPG Holding sar&#224; designato da Tip, il vice-presidente e amministratore delegato dalla Famiglia Cavallini e l&#39;amministratore delegato da Tip.<br />
      <br />
      In caso di cessazione dalla carica di uno o pi&#249; amministratori di Gruppo IPG Holding, prima della scadenza del Patto, il sostituto sar&#224; designato dallo stesso Partecipante (ovvero congiuntamente dallo stesso Gruppo di Partecipanti) che aveva nominato l&#39;amministratore cessato, occorrendo anche mediante cooptazione.<br />
      <br />
      Il Partecipante (o Gruppo di Partecipanti) che, con il consenso degli altri Partecipanti, venda l&#39;intera Quota di Gruppo IPG Holding di sua propriet&#224;, dovr&#224; far s&#236; che l&#39;amministratore di Gruppo IPG Holding da esso designato rassegni le proprie dimissioni. In tal caso sar&#224; nominato un nuovo amministratore di Gruppo IPG Holding con decisione dei soci e,
      occorrendo, dal consiglio di amministrazione mediante cooptazione. In caso di vendita di una parte soltanto della Quota di Gruppo IPG Holding, il Partecipante (o Gruppo di Partecipanti) dovr&#224; far s&#236; che l&#39;amministratore di Gruppo IPG Holding da esso designato rassegni le proprie dimissioni, salvo diversa decisione degli altri Partecipanti. In entrambi i predetti casi di
      vendita il Partecipante (o Gruppo di Partecipanti) venditore, su richiesta degli altri Partecipanti, dovr&#224; far s&#236; che il rappresentante nel consiglio di amministrazione di Interpump designato come al successivo punto (2) rassegni le proprie dimissioni da tale carica.<br />
      <br />
      <em><u>Collegio Sindacale di Gruppo IPG Holding</u></em><br />
      <br />
      I Partecipanti hanno convenuto che, qualora si rendesse necessario provvedere alla sostituzione di uno o pi&#249; membri del collegio sindacale di Gruppo IPG Holding sar&#224; necessario il consenso di un numero di Partecipanti che sia titolare di Quote di Gruppo IPG Holding corrispondenti ad almeno il 51% del capitale.<br />
      <br />
      <em><u>Consiglio di Amministrazione di Interpump</u></em><br />
      <br />
      <strong>(1)</strong> E&#39; principio condiviso da tutti i Partecipanti che la gestione di Interpump debba avvenire con continuit&#224; rispetto al passato, anche con riferimento alla politica di crescita interna ed esterna.<br />
      <br />
      <strong>(2)</strong> I Partecipanti danno atto che alla Data del Patto, fanno parte consiglio di amministrazione di Interpump le persone di seguito indicate, con le rispettive cariche: <strong>(i)</strong> Giovanni Maria Cavallini, presidente con deleghe di poteri, quale amministratore non indipendente designato dai Signori Cavallini; <strong>(ii)</strong> Sergio Erede, quale amministratore
      non indipendente da esso stesso designato; <strong>(iii)</strong> Fulvio Montip&#242;, vice presidente e amministratore delegato, quale amministratore non indipendente designato dalla Famiglia Montip&#242;; <strong>(iv)</strong> Giovanni Tamburi, quale amministratore non indipendente designato da Tip; <strong>(v)</strong> Giancarlo Mocchi, quale amministratore non indipendente designato da
      Mais; <strong>(vi)</strong> Giuseppe Ferrero, quale amministratore non indipendente designato da Gruppo Ferrero.&#160;<br />
      <br />
      I Partecipanti si sono impegnati a far s&#236; che <strong>(i)</strong> ove ci&#242; risulti possibile mediante il voto espresso dagli amministratori di Interpump designati da Gruppo IPG Holding, in caso di dimissioni o cessazione per altra causa di uno o pi&#249; degli amministratori di Interpump, l&#8217;assemblea e il consiglio di amministrazione di Interpump nominino altri
      amministratori in loro sostituzione designati dal medesimo Partecipante o Gruppo di Partecipanti che hanno designato gli amministratori cessati, con le medesime cariche; <strong>(ii)</strong> ove ci&#242; risulti possibile mediante il voto espresso con le Azioni detenute da Gruppo IPG Holding, facciano parte del consiglio di amministrazione di Interpump anche altri amministratori designati
      dal consiglio di amministrazione di Gruppo IPG Holding con il voto favorevole di almeno 5 amministratori.<br />
      <br />
      <strong>(3)</strong> Qualora il consiglio di amministrazione di Interpump revochi o restringa significativamente le deleghe di poteri di gestione e di rappresentanza attualmente conferite a Giovanni Maria Cavallini e/o a Fulvio Montip&#242;, rispettivamente, i Signori Cavallini e la Famiglia Montip&#242; avranno diritto di recedere immediatamente dal Patto. In caso di rinunzia alle deleghe
      o di dimissioni dalla carica di amministratore di Interpump di Giovanni Maria Cavallini e/o di Fulvio Montip&#242;, rispettivamente, i Signori Cavallini e la Famiglia Montip&#242; continueranno ad essere vincolati dal Patto.<br />
      <br />
      <strong>6. <u>Altri impegni dei Partecipanti</u></strong><br />
      <br />
      Il Patto prevede, tra l&#8217;altro, i seguenti ulteriori impegni dei Partecipanti.<br />
      <br />
      <strong><em>Liquidazione di Gruppo IPG Holding</em></strong><br />
      <br />
      <strong>(1)</strong> Per il caso in cui il Patto venga rinnovato, ciascun Partecipante si impegna a fare in modo che in tale rinnovo sia previsto un reciproco impegno di ciascun Partecipante, al decorso del termine di durata di Gruppo IPG Holding stabilito dallo Statuto vigente (i.e. il 31 marzo 2013, salva eventuale proroga decisa dai soci con la maggioranza del 96% del capitale sociale),
      a: <strong>(i)</strong> compiere interamente e tempestivamente quanto stabilito all&#8217;art. 25, comma 2, dello Statuto di Gruppo IPG Holding vigente, nonch&#233; <strong>(ii)</strong> accettare che, in caso di mancato compimento di quanto sopra, una parte del saldo attivo di liquidazione venga devoluta agli altri soci di Gruppo IPG Holding che abbiano acquistato le Azioni di loro
      pertinenza, come previsto all&#39;art. 25, comma 4, dello Statuto vigente.<br />
      <br />
      <strong>(2)</strong> Ciascun Partecipante si impegna a compiere quanto di propria pertinenza affinch&#233; Gruppo IPG Holding venga sciolta anticipatamente rispetto al suo termine di durata qualora Gruppo IPG Holding riceva un&#39;offerta formulata da soggetto diverso dai Partecipanti e relative Persone Correlate per l&#39;acquisto di tutte le Azioni detenute, qualora il prezzo offerto sia
      superiore al maggiore tra: (i) la media ponderata dei prezzi ufficiali delle Azioni rilevati nei trenta giorni di Borsa aperta antecedenti l&#39;offerta; e (ii) il costo complessivamente sostenuto da Gruppo IPG Holding per l&#39;acquisto delle Azioni detenute.<br />
      <br />
      Ciascun Partecipante riconosce che, in linea di principio, non dovrebbe essere deciso lo scioglimento anticipato di Gruppo IPG Holding prima del decorso di 18 mesi dalla Data del Patto. Anche nel caso di scioglimento anticipato di Gruppo IPG Holding ciascun Partecipante sar&#224; tenuto al rispetto degli impegni indicati al precedente paragrafo 6.(1).<br />
      <br />
      <strong>7. <u>Durata del Patto</u></strong><br />
      <br />
      Il Patto ha una durata di tre anni a decorrere dal 10 marzo 2010 ed &#232; rinnovabile alla scadenza. I Partecipanti si sono impegnati a negoziarne il rinnovo, o la proroga, almeno 6 mesi prima della relativa scadenza, come eventualmente rinnovata o prorogata.<br />
      <br />
      <strong>8. <u>Clausole penali</u><br />
      </strong><br />
      Non sono previste penali per l&#39;inadempimento degli obblighi assunti con il Patto.<br />
      <br />
      <strong>9. <u>Soggetto presso il quale le Azioni saranno depositate</u></strong><br />
      <br />
      Il Patto non contiene obblighi di deposito della Partecipazione detenuta da Gruppo IPG Holding. Il Finanziamento MPS stabilisce che le Azioni detenute da Gruppo IPG Holding debbano rimanere depositate presso MPS per l&#8217;intera durata dello stesso.<br />
      <br />
      <strong>10. <u>Ufficio del Registro delle Imprese presso cui il Patto &#232; depositato</u></strong><br />
      <br />
      Il Patto &#232; stato &#232; stato comunicato a Interpump in data 11 marzo 2010, depositato presso l&#39;Ufficio del Registro delle Imprese di Reggio Emilia mediante trasmissione telematica in data 11 marzo 2010 e presso l&#39;Ufficio del Registro delle Imprese di Milano mediante trasmissione telematica in data 11 marzo 2010.&#160;
    </p>
    <p>
      15 marzo 2010&#160;&#160;<br />
      <br />
      <strong>[IO.3.10.1]</strong>
    </p>
    <hr />
    <p align="center">
      <strong>Interpump Group S.p.A.<br />
      </strong>Capitale sociale Euro 50.784.443,32 i.v.<br />
      Sede legale in Sant&#39;Ilario d&#39;Enza (Reggio Emilia)<br />
      Registro Imprese di Reggio Emilia e C.F. n. 11666900151
    </p>
    <p align="center">
      <strong>Gruppo IPG Holding S.r.l.<br />
      </strong>Capitale sociale Euro 142.437,50 i.v.<br />
      Sede legale in Milano, Via Appiani 12<br />
      Registro Imprese di Milano e C.F. n. 05830220967
    </p>
    <p align="center">
      <strong>Estratto del Patto Parasociale di Gruppo IPG Holding S.r.l.</strong><br />
      <strong>stipulato e modificato in data 25 marzo 2011.</strong>
    </p>
    <p>
      Ai sensi dell&#39;art. 122 del D. Lgs. 24 febbraio 1998 n. 58 (il &quot;<strong>TUIF</strong>&quot;) e degli artt. 129 e ss. del Regolamento Consob n. 11971 del 14 maggio 1999, come successivamente modificato, Giovanni Maria Cavallini, anche per conto di tutti gli altri firmatari, rende noto che in data 25 marzo 2011 (la &#8220;<strong>Data</strong> <strong>di Modifica</strong>&#8221;)
      &#232; stato modificato il patto parasociale (il &#8220;<strong>Patto</strong>&#8221;) sottoscritto in data 10 marzo 2010 (la &#8220;<strong>Data</strong> <strong>del Patto</strong>&#8221;) tra lo stesso Giovanni Maria Cavallini, Sergio Erede, Gruppo Ferrero S.p.A., Beryle Lassaussois, MAIS S.p.A., Fulvio Montip&#242;, Laura Montip&#242;, Leila Montip&#242; e Tip (congiuntamente, i
      &#8220;<strong>Partecipanti</strong>&#8221;), soci titolari del 100% di Gruppo IPG Holding S.r.l., con sede in Milano, Via Appiani 12, c. f. e n. di iscrizione al registro delle imprese di Milano 05830220967 (&quot;<strong>Gruppo IPG Holding</strong>&quot; o &#8220;<strong>IPGH</strong>&#8221;), avente ad oggetto Gruppo IPG Holding e, con riguardo ad alcune disposizioni, Interpump Group
      S.p.A., con sede in Sant&#39;Ilario d&#39;Enza (Reggio Emilia), Via E. Fermi 25, codice fiscale e numero di iscrizione al registro delle imprese di Reggio Emilia 11666900151 (&#8220;<strong>Interpump</strong>&#8221;).<br />
      Le modifiche intervenute alla Data di Modifica riguardano esclusivamente l&#8217;ammontare della partecipazione nel capitale sociale di Interpump detenuta rispettivamente da Gruppo IPG Holding e da Giovanni Maria Cavallini. In particolare, IPGH in data 25 marzo 2011 ha acquistato da Giovanni Maria Cavallini n. 300.000 azioni ordinarie di Interpump. Per effetto di tale operazione:
      <strong>(i)</strong> la partecipazione di Gruppo IPG Holding ha subito un incremento da n. 25.705.443 azioni ordinarie di Interpump, pari al 26,321 del capitale sociale della stessa, a n. 26.005.443 azioni ordinarie di Interpump, pari al 26,628% del capitale sociale della stessa; <strong>(ii)</strong> la partecipazione di Giovanni Maria Cavallini &#232; diminuita da n. 1.088.800 azioni
      ordinarie di Interpump, pari all&#8217; 1,115% del capitale sociale medesima della stessa, a n. 788.800 azioni ordinarie di Interpump, pari allo 0,808% del capitale sociale della stessa.<br />
      Il Patto, con le modifiche da ultimo intervenute, ha ad oggetto quanto pi&#249; innanzi indicato.<br />
      <br />
      <strong>1.</strong> <strong><u>Societ&#224; i cui strumenti finanziari sono oggetto del Patto</u></strong><br />
      <br />
      Le societ&#224; i cui strumenti finanziari sono oggetto del Patto sono: <strong>(i)</strong> Gruppo IPG Holding S.r.l., con sede in Milano, Via Appiani 12, c. f. e n. di iscrizione al registro delle imprese di Milano 05830220967, societ&#224; che, al 30 giugno 2011, detiene direttamente n. 26.005.443 azioni ordinarie Interpump (le azioni ordinarie emesse o che saranno emesse da Interpump
      sono di seguito definite le &quot;<strong>Azioni</strong>&quot;), pari al 26,628% del capitale sociale della stessa, e n. 6.264.526 &#8220;Warrant Interpump Group S.p.A. 2009-2012&#8221; (i &#8220;<strong>Warrant</strong>&#8221;), pari al 31,456% del totale dei Warrant emessi nell&#8217;ambito dell&#8217;aumento del capitale sociale di Interpump, offerto in opzione ai soci, conclusosi a
      dicembre 2009. I Warrant danno diritto a sottoscrivere n. 3.850.073 Azioni di nuova emissione; nonch&#233; <strong>(ii)</strong> limitatamente ad alcune disposizioni del Patto medesimo, Interpump Group S.p.A., con sede in Sant&#39;Ilario d&#39;Enza (Reggio Emilia), Via E. Fermi 25, codice fiscale e numero di iscrizione al registro delle imprese di Reggio Emilia 11666900151.<br />
      <br />
      <strong>2.</strong> <strong><u>Strumenti</u></strong> <u><strong>finanziari oggetto del Patto</strong></u><br />
      <br />
      Gli strumenti finanziari oggetto del Patto sono costituiti da: <strong>(i)</strong> le quote rappresentative dell&#39;intero capitale sociale di Gruppo IPG Holding riportate nella tabella di cui al successivo paragrafo 3 (le &quot;<strong>Quote</strong>&quot;); <strong>(ii)</strong> le Azioni di propriet&#224; di Gruppo IPG Holding (la &quot;<strong>Partecipazione</strong>&quot;);
      <strong>(iii)</strong> i Warrant di propriet&#224; di Gruppo IPG Holding. Al 30 giugno 2011 Gruppo IPG Holding non possiede Azioni ovvero <em>warrant</em> ovvero altri strumenti finanziari di qualsiasi natura che attribuiscano il diritto di acquistare o sottoscrivere Azioni ovvero comunque il diritto di voto, anche limitatamente a specifici argomenti, nell&#8217;assemblea ordinaria o
      straordinaria di Interpump (i <em>warrant</em> emessi o che saranno emessi da Interpump insieme a tutti detti strumenti finanziari sono di seguito definiti gli &#8220;<strong>Strumenti Finanziari IPG</strong>&#8221;), diversi dalla Partecipazione e dai Warrant.<br />
      Alla Data del Patto, Gruppo IPG Holding ha altres&#236; stipulato con Banca Monte dei Paschi di Siena S.p.A. (&#8220;<strong>MPS</strong>&#8221;) un contratto di finanziamento (il &#8220;<strong>Finanziamento MPS</strong>&#8221;) ai sensi del quale Gruppo IPG Holding ha costituito in pegno la Partecipazione a favore di MPS. Il diritto di voto relativo alla Partecipazione spetta a Gruppo IPG
      Holding ed, in caso di inadempimento del Finanziamento MPS, a MPS.<br />
      <br />
      <strong>3. <u>Soggetti aderenti al Patto</u></strong><br />
      <br />
      La tabella che segue indica: <strong>(i)</strong> i Partecipanti al Patto, <strong>(ii)</strong> la Quota dagli stessi detenuta in Gruppo IPG Holding all&#8217;esito dell&#8217;aumento del capitale offerto in opzione ai soci, conclusosi a dicembre 2009, e <strong>(iii)</strong> la percentuale rappresentata da tale Quota sull&#8217;intero capitale di Gruppo IPG Holding.
    </p>
    <div align="center">
      <table border="1" cellspacing="1" cellpadding="0" width="100%">
        <tbody>
          <tr>
            <td width="44%">
              <p align="center">
                <strong>Soci di Gruppo IPG Holding</strong>
              </p>
            </td>
            <td width="22%">
              <p align="center">
                <strong>Valore nominale delle Quote</strong>
              </p>
            </td>
            <td width="32%">
              <p align="center">
                <strong>% del capitale di Gruppo IPG Holding</strong>
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                Giovanni Maria Cavallini
              </p>
            </td>
            <td width="22%">
              <p align="right">
                10.650,500
              </p>
            </td>
            <td width="32%">
              <p align="right">
                7,477%
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                Beryle Lassaussois
              </p>
            </td>
            <td width="22%">
              <p align="right">
                5.640,600
              </p>
            </td>
            <td width="32%">
              <p align="right">
                3,960%
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                <em>Totale Famiglia Cavallini, costituente un unico &quot;<strong>Gruppo di Partecipanti</strong>&quot;</em>
              </p>
            </td>
            <td width="22%">
              <p align="right">
                <em>16.291,100</em>
              </p>
            </td>
            <td width="32%">
              <p align="right">
                <em>11,437%</em>
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                Sergio Erede
              </p>
            </td>
            <td width="22%">
              <p align="right">
                7.114,826
              </p>
            </td>
            <td width="32%">
              <p align="right">
                4,995%
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                Gruppo Ferrero S.p.A. (indirettamente controllata da SIL.PA S.S.) (&quot;<strong>Gruppo Ferrero</strong>&quot;)
              </p>
            </td>
            <td width="22%">
              <p align="right">
                22.832,338
              </p>
            </td>
            <td width="32%">
              <p align="right">
                16,030%
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                MAIS S.p.A. (direttamente controllata da Isabella Seragnoli) (&quot;<strong>Mais</strong>&quot;)
              </p>
            </td>
            <td width="22%">
              <p align="right">
                30.277,474
              </p>
            </td>
            <td width="32%">
              <p align="right">
                21,257%
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                Fulvio Montip&#242;
              </p>
            </td>
            <td width="22%">
              <p align="right">
                26.626,522
              </p>
            </td>
            <td width="32%">
              <p align="right">
                18,693%
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                Laura Montip&#242;
              </p>
            </td>
            <td valign="top" width="22%">
              <p align="right">
                7.640,985
              </p>
            </td>
            <td width="32%">
              <p align="right">
                5,364%
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                Leila Montip&#242;
              </p>
            </td>
            <td valign="top" width="22%">
              <p align="right">
                7.640,985
              </p>
            </td>
            <td width="32%">
              <p align="right">
                5,364%
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                <em>Totale Famiglia Montip&#242;, costituente un unico &quot;<strong>Gruppo di Partecipanti</strong>&quot;</em>
              </p>
            </td>
            <td width="22%">
              <p align="right">
                <em>41.908,492&#160;</em>
              </p>
            </td>
            <td width="32%">
              <p align="right">
                <em>29,421%</em>
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                Tamburi Investment Partners S.p.A. (&quot;<strong>Tip</strong>&quot;)
              </p>
            </td>
            <td width="22%">
              <p align="right">
                24.013,270
              </p>
            </td>
            <td width="32%">
              <p align="right">
                16,859%
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                <strong>Totale</strong>
              </p>
            </td>
            <td width="22%">
              <p align="right">
                <strong>Euro 142.437,500</strong>
              </p>
            </td>
            <td valign="top" width="32%">
              <p align="right">
                <strong>100%</strong>
              </p>
            </td>
          </tr>
        </tbody>
      </table>
    </div>
    <p>
      I Partecipanti al Patto non sono titolari, neppure indirettamente, per interposta persona o tramite societ&#224; direttamente o indirettamente controllate, di altre Azioni (o diritti di voto sulle stesse) e/o Warrant, oltre a quelli detenuti mediante Gruppo IPG Holding, eccezion fatta per Giovanni Maria Cavallini, titolare in proprio di n. 788.800 Azioni, pari allo 0,808% del capitale
      sociale di Interpump, non apportate al Patto Parasociale, e di n. 232.880 Warrant e Fulvio Montip&#242;, titolare in proprio di n. 152.640 Azioni, pari allo 0,156% del capitale sociale di Interpump, non apportate al Patto Parasociale, e di n. 32.640 Warrant.<br />
      <br />
      Le Persone Correlate ai Partecipanti non sono titolari di Azioni (o diritti di voto sulle stesse) e/o di Warrant, neppure indirettamente, per interposta persona o tramite societ&#224; direttamente o indirettamente controllate. Per &quot;<strong>Persone Correlate</strong>&quot; ai Partecipanti si intendono: <strong>(i)</strong> in relazione ai Partecipanti persone fisiche, i loro rispettivi
      coniugi, ascendenti e discendenti, se conviventi, nonch&#233; le altre persone, societ&#224; ed enti che, in relazione alla natura del rapporto, si possa legittimamente presumere che agiscano di concerto con i Partecipanti; <strong>(ii)</strong> in relazione ai Partecipanti persone giuridiche, le societ&#224; o gli enti controllati, controllanti o sottoposti al comune controllo,
      direttamente o indirettamente, nonch&#233; le altre persone, societ&#224; ed enti che, in relazione alla natura del rapporto, si possa legittimamente presumere che agiscano di concerto con i Partecipanti.<br />
      Non esistono altri patti parasociali tra i Partecipanti.<br />
      <br />
      <strong>4. <u>Controllo</u></strong><br />
      <br />
      Al 30 giugno 2011 non vi &#232; alcun soggetto che in virt&#249; del Patto detenga singolarmente il controllo di Gruppo IPG Holding ai sensi dell&#39;art. 93 TUIF. Al 30 giugno 2011, IPG Holding esercita il controllo di fatto su Interpump ai sensi dell&#39;art. 93 TUIF. &#160;<br />
      <br />
      <strong>5. <u>Tipo e contenuto del Patto</u></strong><br />
      <br />
      Il Patto rientra tra quelli di cui all&#39;art. 122, comma 1, e comma 5, lettere b) e d) TUIF, in quanto contiene vincoli e limitazioni al trasferimento delle Quote ed all&#39;acquisto di Azioni e di Strumenti Finanziari IPG, nonch&#233; accordi per l&#39;esercizio del voto in Gruppo IPG Holding e in Interpump, come meglio di seguito specificato.<br />
      <br />
      <strong><em>(a)</em></strong> <em><strong>Vincoli e limitazioni al trasferimento delle Quote ed all&#39;acquisto di Azioni e Strumenti Finanziari IPG</strong></em><br />
      <br />
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, comma 5, lett. b) TUIF.<br />
      <br />
      <strong>(1)</strong> Ciascun Partecipante si &#232; obbligato a non vendere n&#233; trasferire la propriet&#224; o la disponibilit&#224; della rispettiva Quota, se non previo consenso scritto di Partecipanti titolari di Quote corrispondenti ad almeno il 51% del capitale di Gruppo IPG Holding detenuto da tutti i Partecipanti diversi dal Partecipante trasferente. Tale consenso non &#232;
      necessario nei seguenti casi: <strong>(i)</strong> trasferimenti al coniuge, agli ascendenti e discendenti in linea retta e ad altri parenti entro il terzo grado e a proprie controllate, controllanti o societ&#224; controllate dalla medesima controllante. A tal fine per controllo si intende il controllo esercitato mediante la titolarit&#224; della maggioranza del capitale avente diritto di
      voto; <strong>(ii)</strong> tra Partecipanti appartenenti al medesimo Gruppo di Partecipanti; <strong>(iii)</strong> in caso di intestazione a societ&#224; fiduciaria della quale il Partecipante sia fiduciante, ovvero a <em>trust</em> del quale il Partecipante sia il beneficiario economico; <strong>(iv)</strong> in caso di trasferimenti <em>mortis causa</em> da Partecipanti persone fisiche
      ad altre persone fisiche.<br />
      <br />
      I trasferimenti di cui ai precedenti punti (i), (ii) e (iii) potranno essere perfezionati solo dopo che i Partecipanti trasferenti ne abbiano data preventiva comunicazione agli altri Partecipanti. Nel caso previsto al punto (iv) il trasferitario dovr&#224; trasmettere agli altri Partecipanti l&#8217;atto di adesione entro trenta giorni dalla acquisizione della Quota.<br />
      <br />
      <strong>(2)</strong> Ciascun Partecipante si &#232; obbligato, per l&#39;intera durata del Patto, a non assumere a qualsivoglia titolo (e/o esercitare e/o convertire, a seconda dei casi), alcuna Azione o altro Strumento Finanziario IPG. Tali operazioni non potranno essere effettuate dai Partecipanti, e/o dalle rispettive Persone Correlate, neppure indirettamente. E&#39; fatta eccezione per
      i Partecipanti Giovanni Maria Cavallini e Fulvio Montip&#242; i quali potranno acquistare ulteriori Azioni <strong>(i)</strong> esercitando i diritti di opzione attribuiti loro nell&#39;ambito di piani di <em>stock options</em> approvati dall&#39;assemblea di Interpump, <strong>(ii)</strong> esercitando i diritti di opzione alla sottoscrizione di aumenti di capitale di pertinenza delle
      Azioni acquisite secondo quanto previsto al precedente punto (i); <strong>(iii)</strong> esercitando i Warrantdetenuti alla Data del Patto, purch&#233; per effetto di tali acquisti la partecipazione nel capitale sociale di Interpump complessivamente detenuta da Gruppo IPG Holding, dai Partecipanti e dalle relative Persone Correlate non comporti l&#8217;obbligo di promuovere un&#8217;offerta
      pubblica d&#8217;acquisto secondo la normativa <em>pro tempore</em> vigente (di seguito, la &#8220;<strong>Soglia OPA</strong>&#8221;).<br />
      <br />
      <strong>(3)</strong> In deroga al divieto di cui al precedente paragrafo 5.(a)(2), ciascun Partecipante potr&#224; richiedere agli altri l&#8217;autorizzazione ad acquistare, esercitare o sottoscrivere, Strumenti Finanziari IPG. L&#8217;autorizzazione si intender&#224; negata ove entro sette giorni lavorativi dalla relativa richiesta, non consti il consenso scritto da parte di un numero di
      Partecipanti che sia titolare di Quote di Gruppo IPG Holding corrispondenti ad almeno il 51% del capitale rappresentato dalle Quote detenute da tutti i Partecipanti diversi dal Partecipante che intende acquistare, esercitare o sottoscrivere Strumenti Finanziari IPG. Tale consenso dovr&#224; essere espresso da tutti i Partecipanti ove il prospettato acquisto comporti il superamento della
      Soglia OPA, ovvero comunque possa comportare l&#8217;obbligo di promuovere una offerta pubblica d&#8217;acquisto.<br />
      <br />
      <strong>(4)</strong> Ciascun Partecipante e Gruppo di Partecipanti si &#232; impegnato (anche promettendo il fatto dell&#39;amministratore di Gruppo IPG Holding da esso designato), a far s&#236; che Gruppo IPG Holding non assuma a qualsiasi titolo (e/o eserciti e/o converta, a seconda dei casi) Strumenti Finanziari IPG in misura tale da superare, anche solo temporaneamente, la Soglia OPA,
      ovvero comunque non compia qualsiasi altra operazione che possa comportare l&#8217;obbligo di promuovere una offerta pubblica d&#8217;acquisto, tenuto conto anche <strong>(i)</strong> delle Azioni detenute in proprio da Giovanni Maria Cavallini e Fulvio Montip&#242; di cui al precedente paragrafo 3; <strong>(ii)</strong> delle eventuali ulteriori Azioni acquistate da Giovanni Maria
      Cavallini e Fulvio Montip&#242; in virt&#249; dell&#8217;eccezione di cui al precedente paragrafo 5.(a)(2); <strong>(iii)</strong> degli eventuali Strumenti Finanziari IPG assunti, a qualsivoglia titolo, dai Partecipanti e dalle relative Persone Correlate, ai sensi del precedente paragrafo 5.(a)(3); <strong>(iv)</strong> delle eventuali ulteriori Azioni acquistate da IPG Holding esercitando
      i Warrant. &#160;<br />
      <br />
      <strong>(5)</strong> Ciascun Partecipante e Gruppo di Partecipanti si impegna, per quanto di propria pertinenza (anche promettendo il fatto dell&#8217;amministratore di Gruppo IPG Holding da esso designato), a far s&#236; che Gruppo IPG Holding sottoscriva ulteriori Azioni esercitando i Warrant solo ove tale esercizio sia preventivamente autorizzato da una delibera del consiglio di
      amministrazione adottata con il voto favorevole di tutti i consiglieri.<br />
      <br />
      <strong>(6)</strong> I Partecipanti sono addivenuti alla determinazione di stipulare il Patto facendo affidamento sul pieno rispetto degli impegni assunti per far s&#236; che le Azioni detenute da Gruppo IPG Holding, dai Partecipanti e dalle relative Persone Correlate (anche indirettamente o per interposta persona) non eccedano nel loro insieme la Soglia OPA. I Partecipanti che risultassero
      inadempimenti rispetto a tali impegni saranno tenuti ad assolvere ad ogni obbligo inerente l&#39;offerta pubblica di acquisto, a loro cura e spese, ed a tenerne gli altri Partecipanti e Gruppo IPG Holding interamente manlevati ed indenni, fermo in ogni caso il diritto degli altri Partecipanti e di Gruppo IPG Holding al risarcimento di ogni danno subito. In caso di superamento della Soglia
      OPA, ove il Partecipante cui &#232; riconducibile il superamento della medesima non si dichiari disponibile ad adottare le misure previste dalla normativa vigente idonee a non rendere applicabile l&#8217;obbligo di promuovere un&#8217;offerta pubblica d&#8217;acquisto, gli Strumenti Finanziari IPG in eccedenza saranno venduti: <strong>(i)</strong> in primo luogo da Gruppo IPG Holding, per
      il quantitativo necessario per il rispetto dei suddetti limiti, ma soltanto fino a che la partecipazione della stessa non si riduca al 26% del capitale sociale di Interpump; <strong>(ii)</strong> per l&#39;ulteriore quantitativo eventualmente necessario ai fini del rispetto di tali limiti: <em>(A) <strong></strong></em>da Giovanni Maria Cavallini e da Fulvio Montip&#242;, quanto alle Azioni
      che gli stessi dovessero acquistare o sottoscrivere in futuro, ai sensi del precedente paragrafo 5.(a)(2); <em>(B)</em> dai Partecipanti che, anche indirettamente o per interposta persona, dovessero acquistare o sottoscrivere in futuro Strumenti Finanziari IPG con il preventivo consenso scritto degli altri Partecipanti, ai sensi del precedente paragrafo 5.(a)(3), con la precisazione che
      tali vendite dovranno essere effettuate in proporzione ai quantitativi di Azioni e/o Strumenti Finanziari IPG assunti da ciascun Partecipante.<br />
      <br />
      <strong><em>(b) Organi amministrativi e di controllo di Gruppo IPG Holding e di Interpump</em></strong><br />
      <br />
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, primo comma, TUIF.<br />
      <br />
      <em><u>Consiglio di Amministrazione di Gruppo IPG Holding<br />
      </u></em><br />
      Ciascun Partecipante si &#232; impegnato a partecipare alle decisioni dei soci di Gruppo IPG Holding e ad esprimere il proprio voto in modo tale che l&#39;organo amministrativo di Gruppo IPG Holding sia un consiglio di amministrazione composto di sei amministratori, dei quali uno designato dai Signori Cavallini, uno da Sergio Erede, uno dal Gruppo Ferrero, uno da Mais, uno dalla Famiglia
      Montip&#242; e uno da Tip.<br />
      <br />
      Il presidente del consiglio di amministrazione di Gruppo IPG Holding sar&#224; designato da Tip, il vice-presidente e amministratore delegato dalla Famiglia Cavallini e l&#39;amministratore delegato da Tip.<br />
      <br />
      In caso di cessazione dalla carica di uno o pi&#249; amministratori di Gruppo IPG Holding, prima della scadenza del Patto, il sostituto sar&#224; designato dallo stesso Partecipante (ovvero congiuntamente dallo stesso Gruppo di Partecipanti) che aveva nominato l&#39;amministratore cessato, occorrendo anche mediante cooptazione.<br />
      <br />
      Il Partecipante (o Gruppo di Partecipanti) che, con il consenso degli altri Partecipanti, venda l&#39;intera Quota di Gruppo IPG Holding di sua propriet&#224;, dovr&#224; far s&#236; che l&#39;amministratore di Gruppo IPG Holding da esso designato rassegni le proprie dimissioni. In tal caso sar&#224; nominato un nuovo amministratore di Gruppo IPG Holding con decisione dei soci e,
      occorrendo, dal consiglio di amministrazione mediante cooptazione. In caso di vendita di una parte soltanto della Quota di Gruppo IPG Holding, il Partecipante (o Gruppo di Partecipanti) dovr&#224; far s&#236; che l&#39;amministratore di Gruppo IPG Holding da esso designato rassegni le proprie dimissioni, salvo diversa decisione degli altri Partecipanti. In entrambi i predetti casi di
      vendita il Partecipante (o Gruppo di Partecipanti) venditore, su richiesta degli altri Partecipanti, dovr&#224; far s&#236; che il rappresentante nel consiglio di amministrazione di Interpump designato come al successivo punto (2) rassegni le proprie dimissioni da tale carica.<br />
      <br />
      <em><u>Collegio Sindacale di Gruppo IPG Holding<br />
      </u></em><br />
      I Partecipanti hanno convenuto che, qualora si rendesse necessario provvedere alla sostituzione di uno o pi&#249; membri del collegio sindacale di Gruppo IPG Holding sar&#224; necessario il consenso di un numero di Partecipanti che sia titolare di Quote di Gruppo IPG Holding corrispondenti ad almeno il 51% del capitale.<br />
      <br />
      <em><u>Consiglio di Amministrazione di Interpump<br />
      </u></em><br />
      <strong>(1)</strong> E&#39; principio condiviso da tutti i Partecipanti che la gestione di Interpump debba avvenire con continuit&#224; rispetto al passato, anche con riferimento alla politica di crescita interna ed esterna.<br />
      <br />
      <strong>(2)</strong> I Partecipanti danno atto che alla Data del Patto, fanno parte consiglio di amministrazione di Interpump le persone di seguito indicate, con le rispettive cariche: <strong>(i)</strong> Giovanni Maria Cavallini, presidente con deleghe di poteri, quale amministratore non indipendente designato dai Signori Cavallini; <strong>(ii)</strong> Sergio Erede, quale amministratore
      non indipendente da esso stesso designato; <strong>(iii)</strong> Fulvio Montip&#242;, vice presidente e amministratore delegato, quale amministratore non indipendente designato dalla Famiglia Montip&#242;; <strong>(iv)</strong> Giovanni Tamburi, quale amministratore non indipendente designato da Tip; <strong>(v)</strong> Giancarlo Mocchi, quale amministratore non indipendente designato da
      Mais; <strong>(vi)</strong> Giuseppe Ferrero, quale amministratore non indipendente designato da Gruppo Ferrero. &#160;<br />
      <br />
      I Partecipanti si sono impegnati a far s&#236; che <strong>(i)</strong> ove ci&#242; risulti possibile mediante il voto espresso dagli amministratori di Interpump designati da Gruppo IPG Holding, in caso di dimissioni o cessazione per altra causa di uno o pi&#249; degli amministratori di Interpump, l&#8217;assemblea e il consiglio di amministrazione di Interpump nominino altri
      amministratori in loro sostituzione designati dal medesimo Partecipante o Gruppo di Partecipanti che hanno designato gli amministratori cessati, con le medesime cariche; <strong>(ii)</strong> ove ci&#242; risulti possibile mediante il voto espresso con le Azioni detenute da Gruppo IPG Holding, facciano parte del consiglio di amministrazione di Interpump anche altri amministratori designati
      dal consiglio di amministrazione di Gruppo IPG Holding con il voto favorevole di almeno 5 amministratori.<br />
      <br />
      <strong>(3)</strong> Qualora il consiglio di amministrazione di Interpump revochi o restringa significativamente le deleghe di poteri di gestione e di rappresentanza attualmente conferite a Giovanni Maria Cavallini e/o a Fulvio Montip&#242;, rispettivamente, i Signori Cavallini e la Famiglia Montip&#242; avranno diritto di recedere immediatamente dal Patto. In caso di rinunzia alle deleghe
      o di dimissioni dalla carica di amministratore di Interpump di Giovanni Maria Cavallini e/o di Fulvio Montip&#242;, rispettivamente, i Signori Cavallini e la Famiglia Montip&#242; continueranno ad essere vincolati dal Patto.<br />
      <br />
      <strong>6. <u>Altri impegni dei Partecipanti</u></strong><br />
      <br />
      Il Patto prevede, tra l&#8217;altro, i seguenti ulteriori impegni dei Partecipanti.<br />
      <br />
      <strong><em>Liquidazione di Gruppo IPG Holding</em></strong><br />
      <br />
      <strong>(1)</strong> Per il caso in cui il Patto venga rinnovato, ciascun Partecipante si impegna a fare in modo che in tale rinnovo sia previsto un reciproco impegno di ciascun Partecipante, al decorso del termine di durata di Gruppo IPG Holding stabilito dallo Statuto vigente (i.e. il 31 marzo 2013, salva eventuale proroga decisa dai soci con la maggioranza del 96% del capitale sociale),
      a: <strong>(i)</strong> compiere interamente e tempestivamente quanto stabilito all&#8217;art. 25, comma 2, dello Statuto di Gruppo IPG Holding vigente, nonch&#233; <strong>(ii)</strong> accettare che, in caso di mancato compimento di quanto sopra, una parte del saldo attivo di liquidazione venga devoluta agli altri soci di Gruppo IPG Holding che abbiano acquistato le Azioni di loro
      pertinenza, come previsto all&#39;art. 25, comma 4, dello Statuto vigente.<br />
      <br />
      <strong>(2)</strong> Ciascun Partecipante si impegna a compiere quanto di propria pertinenza affinch&#233; Gruppo IPG Holding venga sciolta anticipatamente rispetto al suo termine di durata qualora Gruppo IPG Holding riceva un&#39;offerta formulata da soggetto diverso dai Partecipanti e relative Persone Correlate per l&#39;acquisto di tutte le Azioni detenute, qualora il prezzo offerto sia
      superiore al maggiore tra: <strong>(i)</strong> la media ponderata dei prezzi ufficiali delle Azioni rilevati nei trenta giorni di Borsa aperta antecedenti l&#39;offerta; e <strong>(ii)</strong> il costo complessivamente sostenuto da Gruppo IPG Holding per l&#39;acquisto delle Azioni detenute.<br />
      <br />
      Ciascun Partecipante riconosce che, in linea di principio, non dovrebbe essere deciso lo scioglimento anticipato di Gruppo IPG Holding prima del decorso di 18 mesi dalla Data del Patto. Anche nel caso di scioglimento anticipato di Gruppo IPG Holding ciascun Partecipante sar&#224; tenuto al rispetto degli impegni indicati al precedente paragrafo 6.(1).<br />
      <br />
      <strong>7. <u>Durata del Patto<br />
      </u></strong><br />
      Il Patto ha una durata di tre anni a decorrere dal 10 marzo 2010 ed &#232; rinnovabile alla scadenza. I Partecipanti si sono impegnati a negoziarne il rinnovo, o la proroga, almeno 6 mesi prima della relativa scadenza, come eventualmente rinnovata o prorogata.<br />
      <br />
      <strong>8. <u>Clausole penali</u></strong><br />
      <br />
      Non sono previste penali per l&#39;inadempimento degli obblighi assunti con il Patto.<br />
      <br />
      <strong>9. <u>Soggetto presso il quale le Azioni saranno depositate</u></strong><br />
      <br />
      Il Patto non contiene obblighi di deposito della Partecipazione detenuta da Gruppo IPG Holding. Il Finanziamento MPS stabilisce che le Azioni detenute da Gruppo IPG Holding debbano rimanere depositate presso MPS per l&#8217;intera durata dello stesso.<br />
      <br />
      <strong>10. <u>Ufficio del Registro delle Imprese presso cui il Patto &#232; depositato</u></strong><br />
      <br />
      Il Patto &#232; stato &#232; stato comunicato a Interpump in data 11 marzo 2010, depositato presso l&#39;Ufficio del Registro delle Imprese di Reggio Emilia mediante trasmissione telematica in data 11 marzo 2010 e presso l&#39;Ufficio del Registro delle Imprese di Milano mediante trasmissione telematica in data 11 marzo 2010. &#160;
    </p>
    <p>
      1&#176; luglio 2011
    </p>
    <p align="left">
      <strong>[IO.3.11.1]</strong>
    </p>
    <hr />
    <table border="0" cellspacing="0" cellpadding="0" width="100%">
      <tbody>
        <tr>
          <td valign="top" width="328">
            <p align="center">
              <strong>Interpump Group S.p.A.<br />
              </strong>Capitale sociale Euro 56.617.232,88 i.v.<br />
              Sede legale in Sant&#39;Ilario d&#39;Enza (Reggio Emilia)<br />
              Registro Imprese di Reggio Emilia e C.F. n. 11666900151
            </p>
          </td>
          <td valign="top" width="328">
            <p align="center">
              <strong>Gruppo IPG Holding S.r.l.<br />
              </strong>Capitale sociale Euro 142.437,50 i.v.<br />
              Sede legale in Milano, Via Appiani 12<br />
              Registro Imprese di Milano e C.F. n. 05830220967
            </p>
          </td>
        </tr>
      </tbody>
    </table>
    <br />
    <br />
     
    <p>
      Ai sensi dell&#39;art. 122 del D. Lgs. 24 febbraio 1998 n. 58 (il &quot;<strong>TUIF</strong>&quot;) e degli artt. 129 e ss. del Regolamento Consob n. 11971 del 14 maggio 1999, come successivamente modificato (il &quot;<strong>Regolamento Consob</strong>&quot;) Tamburi Investment Partners S.p.A. (&#8220;<strong>Tip</strong>&#8221;), anche per conto di tutti gli altri firmatari, rende noto
      che in data 7 novembre 2012 (la &#8220;<strong>Data del Patto</strong>&#8221;) &#232; stato sottoscritto tra Sergio Erede, Gruppo Ferrero S.p.A., MAIS S.p.A., Fulvio Montip&#242;, Laura Montip&#242;, Leila Montip&#242; e Tip (congiuntamente, i &#8220;<strong>Partecipanti</strong>&#8221;), soci titolari del 100% di Gruppo IPG Holding S.r.l., con sede in Milano, Via Appiani 12, c. f. e n. di
      iscrizione al registro delle imprese di Milano 05830220967 (&quot;<strong>Gruppo IPG Holding</strong>&quot;) un patto parasociale (il &#8220;<strong>Patto</strong>&#8221;) avente ad oggetto Gruppo IPG Holding e, con riguardo ad alcune disposizioni, Interpump Group S.p.A., con sede in Sant&#39;Ilario d&#39;Enza (Reggio Emilia), Via E. Fermi 25, codice fiscale e numero di iscrizione al
      registro delle imprese di Reggio Emilia 11666900151 (&#8220;<strong>Interpump</strong>&#8221;), che modifica integra e sostituisce il patto parasociale sottoscritto tra i Partecipanti in data 10 marzo 2010, e successivamente modificato in data 25 marzo 2011, la cui scadenza era prevista per il 10 marzo 2013.
    </p>
    <p>
      Le modifiche intervenute alla Data del Patto sono volte a tener conto <strong>(i)</strong> della cessione da parte dei signori Giovanni Maria Cavallini e Beryle Lassaussois dell&#8217;intera quota detenuta dagli stessi nel capitale sociale di Gruppo IPG Holding <strong>(ii)</strong> del venire meno dei &#8220;Warrant Interpump Group S.p.A. 2009-2012&#8221; in data 31 ottobre 2012.
    </p>
    <p>
      Il Patto, con le modifiche da ultimo intervenute, ha a oggetto quanto pi&#249; innanzi indicato.
    </p>
    <p>
      <strong>1.</strong> <strong><u>Societ&#224; i cui strumenti finanziari sono oggetto del Patto</u></strong>
    </p>
    <p>
      Le societ&#224; i cui strumenti finanziari sono oggetto del Patto sono:&#160;
    </p>
    <p>
      <strong>(i)</strong>&#160;Gruppo IPG Holding S.r.l., con sede in Milano, Via Appiani 12, c. f. e n. di iscrizione al registro delle imprese di Milano 05830220967, societ&#224; che, al 7 novembre 2012, detiene direttamente n. 29.384.668 azioni ordinarie Interpump (le azioni ordinarie emesse o che saranno emesse da Interpump sono di seguito definite le &quot;<strong>Azioni</strong>&quot;),
      pari al 26,988% del capitale sociale della stessa. Alla Data del Patto Gruppo IPG Holding non possiede Azioni ovvero&#160;<em>warrant</em>&#160;ovvero altri strumenti finanziari di qualsiasi natura che attribuiscano il diritto di acquistare o sottoscrivere Azioni ovvero comunque il diritto di voto, anche limitatamente a specifici argomenti, nell&#8217;assemblea ordinaria o straordinaria di
      Interpump (i&#160;<em>warrant</em>&#160;emessi o che saranno emessi da Interpump insieme a tutti detti strumenti finanziari sono di seguito definiti gli &#8220;<strong>Strumenti Finanziari IPG</strong>&#8221;), diversi dalla Partecipazione;
    </p>
    <p>
      <strong>(ii)</strong>&#160;limitatamente ad alcune disposizioni del Patto medesimo, Interpump Group S.p.A., con sede in Sant&#39;Ilario d&#39;Enza (Reggio Emilia), Via E. Fermi 25, codice fiscale e numero di iscrizione al registro delle imprese di Reggio Emilia 11666900151.
    </p>
    <p>
      <strong>2.</strong> <strong><u>Strumenti</u></strong> <u><strong>finanziari conferiti al Patto</strong></u>
    </p>
    <p>
      Gli strumenti finanziari conferiti al Patto sono costituiti unicamente dalle quote rappresentative dell&#39;intero capitale sociale di Gruppo IPG Holding riportate nella tabella di cui al successivo paragrafo 3 (le &quot;<strong>Quote</strong>&quot;).
    </p>
    <p>
      Alcune disposizioni del Patto, come meglio precisato nel seguito, prevedono impegni relativi sia alle n. 29.384.668 &#160;Azioni rappresentative del 26,988% del capitale sociale di Interpump Group S.p.A. di propriet&#224; di Gruppo IPG Holding (la &quot;<strong>Partecipazione</strong>&quot;), non apportata al Patto Parasociale, sia agli eventuali Strumenti Finanziari IPG, non apportati al
      Patto Parasociale.
    </p>
    <p>
      Alla Data del Patto, Gruppo IPG Holding ha in essere con Banca Monte dei Paschi di Siena S.p.A. (&#8220;<strong>MPS</strong>&#8221;) un contratto di finanziamento (il &#8220;<strong>Finanziamento MPS</strong>&#8221;) ai sensi del quale Gruppo IPG Holding ha costituito in pegno la Partecipazione a favore di MPS. Il diritto di voto relativo alla Partecipazione spetta a Gruppo IPG Holding ed,
      in caso di inadempimento del Finanziamento MPS a MPS.
    </p>
    <p>
      <strong>3. <u>Soggetti aderenti al Patto</u></strong>
    </p>
    <p>
      La tabella che segue indica: <strong>(i)</strong> i Partecipanti al Patto, <strong>(ii)</strong> la Quota dagli stessi detenuta in Gruppo IPG Holding e conferita al Patto e <strong>(iii)</strong> la percentuale rappresentata da tale Quota sull&#8217;intero capitale di Gruppo IPG Holding.
    </p>
    <div align="center">
      <table border="1" cellspacing="1" cellpadding="0" width="100%">
        <tbody>
          <tr>
            <td width="44%">
              <p align="center">
                <strong>Soci di Gruppo IPG Holding</strong>
              </p>
            </td>
            <td width="22%">
              <p align="center">
                <strong>Valore nominale delle Quote</strong>
              </p>
            </td>
            <td width="32%">
              <p align="center">
                <strong>% del capitale di Gruppo IPG Holding</strong>
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                Sergio Erede
              </p>
            </td>
            <td width="22%">
              <p align="right">
                8.033,7
              </p>
            </td>
            <td width="32%">
              <p align="right">
                5,640%
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                Gruppo Ferrero S.p.A. (indirettamente controllata da SIL.PA S.S.) (&quot;<strong>Gruppo Ferrero</strong>&quot;)
              </p>
            </td>
            <td width="22%">
              <p align="right">
                24.669,6
              </p>
            </td>
            <td width="32%">
              <p align="right">
                17,320%
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                MAIS S.p.A. (direttamente controllata da Isabella Seragnoli) (&quot;<strong>Mais</strong>&quot;)
              </p>
            </td>
            <td width="22%">
              <p align="right">
                34.537,4
              </p>
            </td>
            <td width="32%">
              <p align="right">
                24,247%
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                <em>Fulvio Montip&#242;</em>
              </p>
            </td>
            <td width="22%">
              <p align="right">
                <em>30.372,8</em>
              </p>
            </td>
            <td width="32%">
              <p align="right">
                <em>21,324%</em>
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                <em>Laura Montip&#242;</em>
              </p>
            </td>
            <td valign="top" width="22%">
              <p align="right">
                <em>8.716,0</em>
              </p>
            </td>
            <td width="32%">
              <p align="right">
                <em>6,119%</em>
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                <em>Leila Montip&#242;</em>
              </p>
            </td>
            <td valign="top" width="22%">
              <p align="right">
                <em>8.716,0</em>
              </p>
            </td>
            <td width="32%">
              <p align="right">
                <em>6,119%</em>
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                <em>Totale Famiglia Montip&#242;, costituente un unico &quot;<strong>Gruppo di Partecipanti</strong>&quot;</em>
              </p>
            </td>
            <td width="22%">
              <p align="right">
                47.804,9
              </p>
            </td>
            <td width="32%">
              <p align="right">
                33,562%
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                Tamburi Investment Partners S.p.A. (&quot;<strong>Tip</strong>&quot;)
              </p>
            </td>
            <td width="22%">
              <p align="right">
                27.391,9
              </p>
            </td>
            <td width="32%">
              <p align="right">
                19,231%
              </p>
            </td>
          </tr>
          <tr>
            <td width="44%">
              <p>
                <strong>Totale</strong>
              </p>
            </td>
            <td width="22%">
              <p align="right">
                <strong>Euro 142.437,500</strong>
              </p>
            </td>
            <td valign="top" width="32%">
              <p align="right">
                <strong>100%</strong>
              </p>
            </td>
          </tr>
        </tbody>
      </table>
    </div>
    <p>
      I Partecipanti al Patto non sono titolari, neppure indirettamente, per interposta persona o tramite societ&#224; direttamente o indirettamente controllate, di altre Azioni (o diritti di voto sulle stesse), oltre a quelli detenuti mediante Gruppo IPG Holding, eccezion fatta per Fulvio Montip&#242;, titolare in proprio di n. 172.700 Azioni, pari allo 0,159% del capitale sociale di Interpump,
      non apportate al Patto Parasociale.
    </p>
    <p>
      Le Persone Correlate ai Partecipanti non sono titolari di Azioni (o diritti di voto sulle stesse), neppure indirettamente, per interposta persona o tramite societ&#224; direttamente o indirettamente controllate. Per &quot;<strong>Persone Correlate</strong>&quot; ai Partecipanti s&#8217;intendono: <strong>(i)</strong> in relazione ai Partecipanti persone fisiche, i loro rispettivi coniugi,
      ascendenti e discendenti, se conviventi, nonch&#233; le altre persone, societ&#224; ed enti che, in relazione alla natura del rapporto, si possa legittimamente presumere che agiscano di concerto con i Partecipanti; <strong>(ii)</strong> in relazione ai Partecipanti persone giuridiche, le societ&#224; o gli enti controllati, controllanti o sottoposti al comune controllo, direttamente o
      indirettamente, nonch&#233; le altre persone, societ&#224; ed enti che, in relazione alla natura del rapporto, si possa legittimamente presumere che agiscano di concerto con i Partecipanti.
    </p>
    <p>
      Non esistono altri patti parasociali tra i Partecipanti.
    </p>
    <p>
      &#160;<strong>4. <u>Controllo</u></strong>
    </p>
    <p>
      Alla Data del Patto non vi &#232; alcun soggetto che in virt&#249; del Patto detenga singolarmente il controllo di Gruppo IPG Holding ai sensi dell&#39;art. 93 TUIF. Alla Data del Patto IPG Holding esercita il controllo di fatto sull&#8217;Emittente ai sensi dell&#39;art. 93 TUIF.
    </p>
    <p>
      <strong>5. <u>Tipo e contenuto del Patto</u></strong>
    </p>
    <p>
      Il Patto rientra tra quelli di cui all&#39;art. 122, comma 1, e comma 5, lettere b) e d) TUIF, in quanto contiene vincoli e limitazioni al trasferimento delle Quote ed all&#39;acquisto di Azioni e di Strumenti Finanziari IPG, nonch&#233; accordi per l&#39;esercizio del voto in Gruppo IPG Holding e in Interpump, come meglio di seguito specificato.
    </p>
    <p>
      <strong><em>(a)</em></strong> <em><strong>Vincoli e limitazioni al trasferimento delle Quote ed all&#39;acquisto di Azioni e Strumenti Finanziari IPG</strong></em>
    </p>
    <p>
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, comma 5, lett. b) TUIF.
    </p>
    <p>
      <strong>(1)</strong>&#160;Ciascun Partecipante si &#232; obbligato a non vendere n&#233; trasferire la propriet&#224; o la disponibilit&#224; della rispettiva Quota, se non previo consenso scritto di Partecipanti titolari di Quote corrispondenti ad almeno il 51% del capitale di Gruppo IPG Holding detenuto da tutti i Partecipanti diversi dal Partecipante trasferente. Tale consenso non &#232;
      necessario nei seguenti casi:&#160;<strong>(i)</strong>&#160;trasferimenti al coniuge, agli ascendenti e discendenti in linea retta e ad altri parenti entro il terzo grado e a proprie controllate, controllanti o societ&#224; controllate dalla medesima controllante. A tal fine per controllo si intende il controllo esercitato mediante la titolarit&#224; della maggioranza del capitale avente
      diritto di voto;&#160;<strong>(ii)</strong>&#160;tra Partecipanti appartenenti al medesimo Gruppo di Partecipanti;&#160;<strong>(iii)</strong>&#160;in caso di intestazione a societ&#224; fiduciaria della quale il Partecipante sia fiduciante, ovvero a un <em>trust</em>&#160;del quale il Partecipante ovvero uno dei suoi eredi diretti sia uno dei beneficiari;&#160;<strong>(iv)</strong>&#160;in
      caso di trasferimenti&#160;<em>mortis causa</em>&#160;da Partecipanti persone fisiche ad altre persone fisiche.
    </p>
    <p>
      I trasferimenti di cui ai precedenti punti (i), (ii) e (iii) potranno essere perfezionati solo dopo che i Partecipanti trasferenti ne abbiano data preventiva comunicazione agli altri Partecipanti. Nel caso previsto al punto (iv) il trasferitario dovr&#224; trasmettere agli altri Partecipanti l&#8217;atto di adesione entro trenta giorni dalla acquisizione della Quota.
    </p>
    <p>
      <strong>&#160;(2)</strong>&#160;Ciascun Partecipante si &#232; obbligato, per l&#39;intera durata del Patto, a non assumere a qualsivoglia titolo (e/o esercitare e/o convertire, a seconda dei casi), alcuna Azione o altro Strumento Finanziario IPG. Tali operazioni non potranno essere effettuate dai Partecipanti, e/o dalle rispettive Persone Correlate, neppure indirettamente. E&#39; fatta
      eccezione per Fulvio Montip&#242; il quale potr&#224; acquistare ulteriori Azioni&#160;<strong>(i)</strong>&#160;esercitando i diritti di opzione attribuiti nell&#39;ambito di piani di&#160;<em>stock options</em>&#160;approvati dall&#39;assemblea di Interpump,&#160;<strong>(ii)</strong>&#160;esercitando i diritti di opzione alla sottoscrizione di aumenti di capitale di pertinenza delle
      Azioni acquisite secondo quanto previsto al precedente punto (i), purch&#233; per effetto di tali acquisti la partecipazione nel capitale sociale di Interpump complessivamente detenuta da Gruppo IPG Holding, dai Partecipanti e dalle relative Persone Correlate non comporti l&#8217;obbligo di promuovere un&#8217;offerta pubblica d&#8217;acquisto secondo la normativa <em>pro
      tempore</em>&#160;vigente (di seguito, la &#8220;<strong>Soglia OPA</strong>&#8221;).
    </p>
    <p>
      <strong>(3)</strong>&#160;In deroga al divieto di cui al precedente punto (2), ciascun Partecipante potr&#224; richiedere agli altri l&#8217;autorizzazione ad acquistare, esercitare o sottoscrivere, Strumenti Finanziari IPG. L&#8217;autorizzazione si intender&#224; negata ove entro sette giorni lavorativi dalla relativa richiesta, non consti il consenso scritto da parte di un numero di
      Partecipanti che sia titolare di Quote di Gruppo IPG Holding corrispondenti ad almeno il 51% del capitale rappresentato dalle Quote detenute da tutti i Partecipanti diversi dal Partecipante che intende acquistare, esercitare o sottoscrivere Strumenti Finanziari IPG. Tale consenso dovr&#224; essere espresso da tutti i Partecipanti ove il prospettato acquisto comporti il superamento della
      Soglia OPA, ovvero comunque possa comportare l&#8217;obbligo di promuovere una offerta pubblica d&#8217;acquisto.
    </p>
    <p>
      <strong>(4)</strong>&#160;Ciascun Partecipante e Gruppo di Partecipanti si &#232; impegnato (anche promettendo il fatto dell&#39;amministratore di Gruppo IPG Holding da esso designato), a far s&#236; che Gruppo IPG Holding non assuma a qualsiasi titolo (e/o eserciti e/o converta, a seconda dei casi) Strumenti Finanziari IPG in misura tale da superare, anche solo temporaneamente, la Soglia
      OPA, ovvero comunque non compia qualsiasi altra operazione che possa comportare l&#8217;obbligo di promuovere una offerta pubblica d&#8217;acquisto, tenuto conto anche&#160;<strong>(i)</strong>&#160;delle Azioni detenute in proprio da Fulvio Montip&#242; di cui al precedente paragrafo 3;&#160;<strong>(ii)</strong>&#160;delle eventuali ulteriori Azioni acquistate da Fulvio Montip&#242; in
      virt&#249; dell&#8217;eccezione di cui al precedente punto (2);&#160;<strong>(iii)</strong>&#160;degli eventuali Strumenti Finanziari IPG assunti, a qualsivoglia titolo, dai Partecipanti e dalle relative Persone Correlate, ai sensi del precedente punto (3).
    </p>
    <p>
      <strong>(5)</strong>&#160;Ciascun Partecipante e Gruppo di Partecipanti si impegna, per quanto di propria pertinenza (anche promettendo il fatto dell&#8217;amministratore di Gruppo IPG Holding da esso designato), a far s&#236; che Gruppo IPG Holding sottoscriva ulteriori Azioni esercitando gli eventuali Strumenti Finanziari IPGH assunti a qualsivoglia titolo, solo ove tale esercizio sia
      preventivamente autorizzato da una delibera del consiglio di amministrazione adottata con il voto favorevole di tutti i consiglieri.
    </p>
    <p>
      <strong>(6)</strong>&#160;I Partecipanti sono addivenuti alla determinazione di stipulare il Patto facendo affidamento sul pieno rispetto degli impegni assunti per far s&#236; che le Azioni detenute da Gruppo IPG Holding, dai Partecipanti e dalle relative Persone Correlate (anche indirettamente o per interposta persona) non eccedano nel loro insieme la Soglia OPA. I Partecipanti che
      risultassero inadempimenti rispetto a tali impegni saranno tenuti ad assolvere ad ogni obbligo inerente l&#39;offerta pubblica di acquisto, a loro cura e spese, ed a tenerne gli altri Partecipanti e Gruppo IPG Holding interamente manlevati ed indenni, fermo in ogni caso il diritto degli altri Partecipanti e di Gruppo IPG Holding al risarcimento di ogni danno subito. In caso di superamento
      della Soglia OPA, ove il Partecipante cui &#232; riconducibile il superamento della medesima non si dichiari disponibile ad adottare le misure previste dalla normativa vigente idonee a non rendere applicabile l&#8217;obbligo di promuovere un&#8217;offerta pubblica d&#8217;acquisto, gli Strumenti Finanziari IPG in eccedenza saranno venduti:&#160;<strong>(i)</strong>&#160;in primo luogo da
      Gruppo IPG Holding, per il quantitativo necessario per il rispetto dei suddetti limiti, ma soltanto fino a che la partecipazione della stessa non si riduca al 26% del capitale sociale di Interpump;&#160;<strong>(ii)</strong>&#160;per l&#39;ulteriore quantitativo eventualmente necessario ai fini del rispetto di tali limiti:&#160;<em>(A)</em> da Fulvio Montip&#242;, quanto alle Azioni che gli
      stessi dovessero acquistare o sottoscrivere in futuro, ai sensi del precedente punto (2);&#160;<em>(B)</em>&#160;dai Partecipanti che, anche indirettamente o per interposta persona, dovessero acquistare o sottoscrivere in futuro Strumenti Finanziari IPG con il preventivo consenso scritto degli altri Partecipanti, ai sensi del precedente punto (3), con la precisazione che tali vendite
      dovranno essere effettuate in proporzione ai quantitativi di Azioni e/o Strumenti Finanziari IPG assunti da ciascun Partecipante.
    </p>
    <p>
      <strong><em>(b) Organi amministrativi e di controllo di Gruppo IPG Holding e di Interpump</em></strong>
    </p>
    <p>
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, primo comma, TUIF.
    </p>
    <p>
      <em><u>Consiglio di Amministrazione di Gruppo IPG Holding</u></em><br />
      Ciascun Partecipante si &#232; impegnato a partecipare alle decisioni dei soci di Gruppo IPG Holding e ad esprimere il proprio voto in modo tale che l&#39;organo amministrativo di Gruppo IPG Holding sia un consiglio di amministrazione composto sia composto da un numero di amministratori tale da consentire a ciascun Partecipante o Gruppo di Partecipanti di designare un consigliere.
    </p>
    <p>
      Il presidente del consiglio di amministrazione e amministratore delegato di Gruppo IPG Holding sar&#224; designato da Tip, il vice-presidente e amministratore delegato dalla Famiglia Montip&#242;.
    </p>
    <p>
      In caso di cessazione dalla carica di uno o pi&#249; amministratori di Gruppo IPG Holding, prima della scadenza del Patto, il sostituto sar&#224; designato dallo stesso Partecipante (ovvero congiuntamente dallo stesso Gruppo di Partecipanti) che aveva nominato l&#39;amministratore cessato, occorrendo anche mediante cooptazione.<br />
      Il Partecipante (o Gruppo di Partecipanti) che, con il consenso degli altri Partecipanti, venda l&#39;intera Quota di Gruppo IPG Holding di sua propriet&#224;, dovr&#224; far s&#236; che l&#39;amministratore di Gruppo IPG Holding da esso designato rassegni le proprie dimissioni. In tal caso sar&#224; nominato un nuovo amministratore di Gruppo IPG Holding con decisione dei soci e,
      occorrendo, dal consiglio di amministrazione mediante cooptazione. In caso di vendita di una parte soltanto della Quota di Gruppo IPG Holding, il Partecipante (o Gruppo di Partecipanti) dovr&#224; far s&#236; che l&#39;amministratore di Gruppo IPG Holding da esso designato rassegni le proprie dimissioni, salvo diversa decisione degli altri Partecipanti. In entrambi i predetti casi di
      vendita il Partecipante (o Gruppo di Partecipanti) venditore, su richiesta degli altri Partecipanti, dovr&#224; far s&#236; che il rappresentante nel consiglio di amministrazione di Interpump designato come al successivo punto (2) rassegni le proprie dimissioni da tale carica.
    </p>
    <p>
      <em><u>Collegio Sindacale di Gruppo IPG Holding</u></em>
    </p>
    <p>
      Gruppo IPG Holding si avvale della facolt&#224; di cui all&#8217;art. 2477 c.c. di non ricorre alla nomina dell&#8217;organo di controllo n&#233; in forma collegiale, n&#233; in forma di sindaco unico, ma solo del revisore legale dei conti. I Partecipanti hanno convenuto che, qualora si rendesse necessario provvedere alla nomina o alla sostituzione di uno o pi&#249; membri del collegio
      sindacale di Gruppo IPG Holding sar&#224; necessario il consenso di un numero di Partecipanti che sia titolare di Quote di Gruppo IPG Holding corrispondenti ad almeno il 51% del capitale.
    </p>
    <p>
      <em><u>Consiglio di Amministrazione di Interpump</u></em>
    </p>
    <p>
      <strong>(1)</strong> E&#39; principio condiviso da tutti i Partecipanti che la gestione di Interpump debba avvenire con continuit&#224; rispetto al passato.
    </p>
    <p>
      <strong>(2)</strong> I Partecipanti danno atto che alla Data del Patto, fanno parte consiglio di amministrazione di Interpump le persone di seguito indicate, con le rispettive cariche: <strong>(i)</strong> Giovanni Maria Cavallini, presidente; <strong>(ii)</strong> Sergio Erede, quale amministratore non indipendente da esso stesso designato; <strong>(iii)</strong> Fulvio Montip&#242;, vice
      presidente e amministratore delegato, quale amministratore non indipendente designato dalla Famiglia Montip&#242;; <strong>(iv)</strong> Giovanni Tamburi, quale amministratore non indipendente designato da Tip; <strong>(v)</strong> Giancarlo Mocchi, quale amministratore non indipendente designato da Mais; <strong>(vi)</strong> Giuseppe Ferrero, quale amministratore non indipendente
      designato da Gruppo Ferrero. &#160;
    </p>
    <p>
      I Partecipanti si sono impegnati a far s&#236; che <strong>(i)</strong> ove ci&#242; risulti possibile mediante il voto espresso dagli amministratori di Interpump designati da Gruppo IPG Holding: <em>(A)</em> in caso di dimissioni o cessazione per altra causa del presidente Giovanni Cavallini, di uno o pi&#249; degli amministratori di Interpump menzionati alla precedente lettera,
      l&#8217;assemblea e il consiglio di amministrazione di Interpump nominino: (1) un amministratore in sua sostituzione designato di comune accordo tra i Partecipanti e (2) il presidente del consiglio di amministrazione di Interpump designato dalla Famiglia Montip&#242;; (B) in caso di dimissioni o cessazione per altra causa di uno o pi&#249; degli amministratori di Interpump diverso da
      Giovanni Cavallini, l&#8217;assemblea e il consiglio di amministrazione di Interpump nominino altri amministratori in loro sostituzione designati dal medesimo Partecipante o Gruppo di Partecipanti che hanno designato gli amministratori cessati, con le medesime cariche; <strong>(ii)</strong> ove ci&#242; risulti possibile mediante il voto espresso con le Azioni detenute da Gruppo IPG
      Holding, facciano parte del consiglio di amministrazione di Interpump anche altri amministratori designati dal consiglio di amministrazione di Gruppo IPG Holding con il voto favorevole di almeno 5 amministratori.
    </p>
    <p>
      <strong>(3)</strong> In caso di rinunzia alle deleghe o di dimissioni dalla carica di amministratore di Interpump di Fulvio Montip&#242;, rispettivamente, la Famiglia Montip&#242; continueranno ad essere vincolati dal Patto.
    </p>
    <p>
      <strong>6. <u>Altri impegni dei Partecipanti</u></strong>
    </p>
    <p>
      Il Patto prevede, tra l&#8217;altro, i seguenti ulteriori impegni dei Partecipanti.
    </p>
    <p>
      <strong><em>Liquidazione di Gruppo IPG Holding</em></strong>
    </p>
    <p>
      <strong>(1)</strong> Per il caso in cui il Patto venga rinnovato, ciascun Partecipante si impegna a fare in modo che in tale rinnovo sia previsto un reciproco impegno di ciascun Partecipante, al decorso del termine di durata di Gruppo IPG Holding stabilito dallo Statuto vigente (i.e. il 31 marzo 2016, salva eventuale proroga o riduzione del termine decisa dai soci con la maggioranza del 95%
      del capitale sociale), a: <strong>(i)</strong> compiere interamente e tempestivamente quanto stabilito all&#8217;art. 25, comma 2, dello Statuto di Gruppo IPG Holding vigente, nonch&#233; <strong>(ii)</strong> accettare che, in caso di mancato compimento di quanto sopra, una parte del saldo attivo di liquidazione venga devoluta agli altri soci di Gruppo IPG Holding che abbiano acquistato le
      Azioni di loro pertinenza, come previsto all&#39;art. 25, comma 4, dello Statuto vigente.
    </p>
    <p>
      <strong>(2)</strong> Ciascun Partecipante si impegna a compiere quanto di propria pertinenza affinch&#233; Gruppo IPG Holding venga sciolta anticipatamente rispetto al suo termine di durata qualora Gruppo IPG Holding riceva un&#39;offerta formulata da soggetto diverso dai Partecipanti e relative Persone Correlate per l&#39;acquisto di tutte le Azioni detenute, qualora il prezzo offerto sia
      superiore di almeno il 30% al maggiore tra: <strong>(i)</strong> la media ponderata dei prezzi ufficiali delle Azioni rilevati nei trenta giorni di Borsa aperta antecedenti l&#39;offerta; e <strong>(ii)</strong> il costo complessivamente sostenuto da Gruppo IPG Holding per l&#39;acquisto delle Azioni detenute.
    </p>
    <p>
      <strong>7. <u>Durata del Patto</u></strong>
    </p>
    <p>
      L&#8217;efficacia del Patto Parasociale &#232; sospensivamente condizionata alla stipula, prevista entro il 15 novembre 2012, dell&#8217;atto di trasferimento, da parte dell&#8217;Ing. Giovanni Maria Cavallini e della Sig.ra Beryle Lassaussois (congiuntamente i &#8220;<strong>Signori Cavallini</strong>&#8221;) ai Partecipanti, della quota detenuta nel capitale sociale di Gruppo IPG Holding
      dai Signori Cavallini stessi (la &#8220;<strong>Data di Avveramento della Condizione</strong>&#8221;). Qualora la Data di Avveramento della Condizione non intervenga al pi&#249; tardi entro il 30 novembre 2012, il Patto Parasociale si intender&#224; come non sottoscritto e perder&#224; qualunque valore tra i Partecipanti. Il Patto ha una durata di tre anni a decorrere dal Data di
      Avveramento della Condizione ed &#232; rinnovabile alla scadenza. I Partecipanti si sono impegnati a negoziarne il rinnovo, o la proroga, almeno 6 mesi prima della relativa scadenza, come eventualmente rinnovata o prorogata.
    </p>
    <p>
      <strong>8. <u>Clausole penali</u></strong>
    </p>
    <p>
      Non sono previste penali per l&#39;inadempimento degli obblighi assunti con il Patto.
    </p>
    <p>
      <strong>9. <u>Soggetto presso il quale le Azioni saranno depositate</u></strong>
    </p>
    <p>
      Il Patto non contiene obblighi di deposito della Partecipazione detenuta da Gruppo IPG Holding. Il Finanziamento MPS stabilisce che le Azioni detenute da Gruppo IPG Holding debbano rimanere depositate presso MPS per l&#8217;intera durata dello stesso.
    </p>
    <p>
      <strong>10. <u>Ufficio del Registro delle Imprese presso cui il Patto &#232; depositato</u></strong>
    </p>
    <p>
      Il Patto &#232; stato comunicato a Interpump in data 9 novembre 2012, depositato presso l&#39;Ufficio del Registro delle Imprese di Reggio Emilia mediante trasmissione telematica in data 8 novembre 2012 e presso l&#39;Ufficio del Registro delle Imprese di Milano mediante trasmissione telematica in data 8 novembre 2012. &#160;<br />
    </p>
    <p>
      12 novembre 2012
    </p>
    <p>
      <strong>[IO.3.12.1]</strong>
    </p>
    <hr />
    <p align="left">
      <b>Estratto dei patti parasociali comunicati alla Consob ai sensi dell&#39;art. 122 del d.lgs. 24.2.1998, n. 58</b>
    </p>
    <table border="0" cellspacing="0" cellpadding="0" width="100%">
      <tbody>
        <tr>
          <td valign="top" width="328">
            <p align="center">
              <strong>Interpump Group S.p.A.<br />
              </strong>Capitale sociale Euro 56.617.232,88 i.v.<br />
              Sede legale in Sant&#39;Ilario d&#39;Enza (Reggio Emilia)<br />
              Registro Imprese di Reggio Emilia e C.F. n. 11666900151
            </p>
          </td>
          <td valign="top" width="328">
            <p align="center">
              <strong>Gruppo IPG Holding S.r.l.<br />
              </strong>Capitale sociale Euro 142.437,50 i.v.<br />
              Sede legale in Milano, Via Appiani 12<br />
              Registro Imprese di Milano e C.F. n. 05830220967
            </p>
          </td>
        </tr>
      </tbody>
    </table>
    <br />
    <br />
     
    <p>
      Ai sensi dell&#39;art. 122 del D. Lgs. 24 febbraio 1998 n. 58 (il &quot;<strong>TUIF</strong>&quot;) e degli artt. 129 e ss. del Regolamento Consob n. 11971 del 14 maggio 1999, come successivamente modificato (il &quot;<strong>Regolamento Consob</strong>&quot;), Tamburi Investment Partners S.p.A. (&#8220;<strong>Tip</strong>&#8221;), anche per conto di tutti gli altri firmatari, rende noto
      che in data 7 maggio 2014 (la &#8220;<strong>Data del Patto</strong>&#8221;) &#232; stato sottoscritto tra MAIS S.p.A., Fulvio Montip&#242;, Laura Montip&#242;, Leila Montip&#242; e Tip (congiuntamente, i &#8220;<strong>Partecipanti</strong>&#8221;), nella loro qualit&#224; di soci titolari dell&#8217;intero capitale sociale di Gruppo IPG Holding S.p.A., con sede in Milano, Via Appiani 12,
      c. f. e n. di iscrizione al registro delle imprese di Milano 05830220967, capitale sociale Euro 142.437,50 i.v., costituito da n. 284.875 azioni ordinarie del valore di Euro 0,50 ciascuna (&#8220;<strong>Gruppo IPG Holding</strong>&#8221; o &#8220;<strong>IPGH</strong>&#8221;) un patto parasociale (il &#8220;<strong>Patto</strong>&#8221;) avente ad oggetto Gruppo IPG Holding e, con riguardo
      ad alcune disposizioni, Interpump Group S.p.A., con sede in Sant&#39;Ilario d&#39;Enza (Reggio Emilia), Via E. Fermi 25, codice fiscale e numero di iscrizione al registro delle imprese di Reggio Emilia 11666900151 (&#8220;<strong>Interpump</strong>&#8221;), che modifica, integra e sostituisce il patto parasociale sottoscritto, <em>inter alios</em>, tra i Partecipanti in data 10 marzo 2010,
      e successivamente modificato in data 25 marzo 2011 e, da ultimo, in data 7 novembre 2012, la cui scadenza era prevista per il 7 novembre 2015.
    </p>
    <p>
      Le modifiche intervenute alla Data del Patto sono principalmente volte a tenere conto <strong>(i)</strong> della trasformazione di IPGH in societ&#224; per azioni deliberata in data 28 aprile 2014, nonch&#233; iscritta presso il Registro delle Imprese di Milano e, quindi, efficace dal 30 aprile 2014; <strong>(ii)</strong> dell&#8217;uscita dalla compagine sociale di Gruppo IPG Holding di
      Gruppo Ferrero S.p.A. e di Sergio Erede, avvenuta alla Data del Patto; <strong>(iii)</strong> della permanenza in carica quale amministratore di Interpump del dott. Giuseppe Ferrero, circostanza in considerazione della quale, sempre il 7 maggio 2014, Giuseppe Ferrero e i Partecipanti hanno assunto alcuni diritti e obblighi reciproci (le &#8220;<strong>Pattuizioni Ferrero</strong>&#8221;).
    </p>
    <p>
      Il Patto, con le modifiche da ultimo intervenute, e le Pattuizioni Ferrero hanno rispettivamente a oggetto quanto pi&#249; innanzi indicato.
    </p>
    <p>
      <strong>1.</strong> <strong><u>Societ&#224; i cui strumenti finanziari sono oggetto del Patto</u></strong>
    </p>
    <p>
      Le societ&#224; i cui strumenti finanziari sono oggetto del Patto sono:&#160;
    </p>
    <p>
      <strong>(i)</strong>&#160;Gruppo IPG Holding S.p.A., con sede in Milano, Via Appiani 12, c. f. e n. d&#8217;iscrizione al registro delle imprese di Milano 05830220967, societ&#224; che, al 7 maggio 2014, detiene: (a) direttamente n. 28.009.025 azioni ordinarie Interpump (le azioni ordinarie emesse o che saranno emesse da Interpump sono di seguito definite le &quot;<strong>Azioni
      IPG</strong>&quot;), pari al 25,725% del capitale sociale della stessa (la &#8220;<strong>Partecipazione</strong>&#8221;); nonch&#233; (b) n. 16.067 azioni proprie, pari al 5,640% del capitale sociale di Gruppo IPG Holding medesima. Alla Data del Patto, Gruppo IPG Holding non possiede Azioni IPG ovvero&#160;<em>warrant</em>&#160;ovvero altri strumenti finanziari di qualsiasi natura che
      attribuiscano il diritto di acquistare o sottoscrivere Azioni IPG ovvero comunque il diritto di voto, anche limitatamente a specifici argomenti, nell&#8217;assemblea ordinaria o straordinaria di Interpump (di seguito, collettivamente, gli &#8220;<strong>Strumenti Finanziari IPG</strong>&#8221;), diversi dalla Partecipazione;
    </p>
    <p>
      <strong>(ii)</strong>&#160;limitatamente ad alcune disposizioni del Patto medesimo, Interpump Group S.p.A., con sede in Sant&#39;Ilario d&#39;Enza (Reggio Emilia), Via E. Fermi 25, codice fiscale e numero di iscrizione al registro delle imprese di Reggio Emilia 11666900151.
    </p>
    <p>
      Le Pattuizioni Ferrero hanno a oggetto esclusivamente limiti all&#8217;acquisto di Azioni IPG e/o di Strumenti Finanziari IPG.
    </p>
    <p>
      <strong>2.</strong> <strong><u>Strumenti</u></strong> <u><strong>finanziari conferiti al Patto</strong></u>
    </p>
    <p>
      Gli strumenti finanziari conferiti al Patto sono costituiti unicamente dalle azioni di Gruppo IPG Holding detenute dai Partecipanti e riportate nella tabella di cui al successivo paragrafo 3 (le &quot;<strong>Azioni Gruppo IPG Holding</strong>&quot;).
    </p>
    <p>
      Alcune disposizioni del Patto, come meglio precisato nel seguito, prevedono impegni relativi sia alla Partecipazione, non apportata al Patto Parasociale, sia agli eventuali Strumenti Finanziari IPG.
    </p>
    <p>
      Alla Data del Patto, Gruppo IPG Holding ha in essere con Banca Nazionale del Lavoro S.p.A. (&#8220;<strong>BNL</strong>&#8221;) un contratto di finanziamento (il &#8220;<strong>Finanziamento BNL</strong>&#8221;) ai sensi del quale Gruppo IPG Holding ha costituito in pegno n. 22.000.000 di Azioni IPG a favore di BNL. Il diritto di voto (ed eventualmente il diritto di opzione) relativo alle
      suddette Azioni IPG costituite in pegno spetta a Gruppo IPG Holding e, in caso di inadempimento del Finanziamento BNL, a BNL. &#160;
    </p>
    <p>
      <strong>3. <u>Soggetti aderenti al Patto</u></strong>
    </p>
    <p>
      La tabella che segue indica: <strong>(i)</strong> i Partecipanti al Patto, <strong>(ii)</strong> il numero di Azioni Gruppo IPG Holding dagli stessi detenute e conferite al Patto e <strong>(iii)</strong> la percentuale rappresentata da tali Azioni Gruppo IPG Holding sull&#8217;intero capitale di Gruppo IPG Holding.
    </p>
    <div align="center">
      <table border="1" cellspacing="1" cellpadding="0" width="100%">
        <tbody>
          <tr>
            <td width="33%">
              <p align="center">
                <strong>Azionisti di Gruppo IPG Holding</strong>
              </p>
            </td>
            <td width="20%">
              <p align="center">
                <strong>N. di Azioni Gruppo IPG Holding</strong>
              </p>
            </td>
            <td width="21%">
              <p align="center">
                <strong>% del capitale di Gruppo IPG Holding</strong>
              </p>
            </td>
            <td width="24%">
              <p align="center">
                <strong>% del capitale votante di Gruppo IPG Holding (al netto delle n. 16.067 azioni proprie)</strong>
              </p>
            </td>
          </tr>
          <tr>
            <td width="33%">
              <p>
                MAIS S.p.A. (direttamente controllata da Isabella Seragnoli) (&quot;<strong>Mais</strong>&quot;)
              </p>
            </td>
            <td valign="top" width="20%">
              <p align="right">
                69.075
              </p>
            </td>
            <td valign="top" width="21%">
              <p align="right">
                24,247
              </p>
            </td>
            <td valign="top" width="24%">
              <p align="right">
                25,697
              </p>
            </td>
          </tr>
          <tr>
            <td width="33%">
              <p>
                Fulvio Montip&#242;
              </p>
            </td>
            <td valign="top" width="20%">
              <p align="right">
                97.521
              </p>
            </td>
            <td valign="top" width="21%">
              <p align="right">
                34,233
              </p>
            </td>
            <td valign="top" width="24%">
              <p align="right">
                36,279
              </p>
            </td>
          </tr>
          <tr>
            <td width="33%">
              <p>
                Laura Montip&#242;
              </p>
            </td>
            <td valign="top" width="20%">
              <p align="right">
                17.432
              </p>
            </td>
            <td valign="top" width="21%">
              <p align="right">
                6,119
              </p>
            </td>
            <td valign="top" width="24%">
              <p align="right">
                6,485
              </p>
            </td>
          </tr>
          <tr>
            <td width="33%">
              <p>
                Leila Montip&#242;
              </p>
            </td>
            <td valign="top" width="20%">
              <p align="right">
                17.432
              </p>
            </td>
            <td valign="top" width="21%">
              <p align="right">
                6,119
              </p>
            </td>
            <td valign="top" width="24%">
              <p align="right">
                6,485
              </p>
            </td>
          </tr>
          <tr>
            <td width="33%">
              <p>
                <em>Totale Famiglia Montip&#242;, costituente un unico &quot;<strong>Gruppo di Partecipanti</strong>&quot;</em>
              </p>
            </td>
            <td valign="top" width="20%">
              <p align="right">
                <em>132.385</em>
              </p>
            </td>
            <td valign="top" width="21%">
              <p align="right">
                <em>46,471</em>
              </p>
            </td>
            <td valign="top" width="24%">
              <p align="right">
                <em>49,249</em>
              </p>
            </td>
          </tr>
          <tr>
            <td width="33%">
              <p>
                Tamburi Investment Partners S.p.A. (&quot;<strong>Tip</strong>&quot;)
              </p>
            </td>
            <td valign="top" width="20%">
              <p align="right">
                67.348
              </p>
            </td>
            <td valign="top" width="21%">
              <p align="right">
                23,641
              </p>
            </td>
            <td valign="top" width="24%">
              <p align="right">
                25,054
              </p>
            </td>
          </tr>
          <tr>
            <td width="33%">
              <p>
                <strong>Totale</strong>
              </p>
            </td>
            <td valign="top" width="20%">
              <p align="right">
                <strong>268.808</strong>
              </p>
            </td>
            <td valign="top" width="21%">
              <p align="right">
                <strong>94,360</strong>
              </p>
            </td>
            <td valign="top" width="24%">
              <p align="right">
                <strong>100,000</strong>
              </p>
            </td>
          </tr>
        </tbody>
      </table>
    </div>
    <p>
      I Partecipanti al Patto non sono titolari, neppure indirettamente, per interposta persona o tramite societ&#224; direttamente o indirettamente controllate, di altre Azioni IPG (o diritti di voto sulle stesse), oltre a quelle detenute mediante Gruppo IPG Holding, eccezion fatta per Fulvio Montip&#242;, titolare in proprio di n. 420.200 Azioni IPG, pari allo 0,386% circa del capitale sociale
      di Interpump, non apportate al Patto Parasociale.
    </p>
    <p>
      Le Persone Correlate ai Partecipanti non sono titolari di Azioni IPG (o diritti di voto sulle stesse), neppure indirettamente, per interposta persona o tramite societ&#224; direttamente o indirettamente controllate. Per &quot;<strong>Persone Correlate</strong>&quot; ai Partecipanti s&#8217;intendono: <strong>(i)</strong> in relazione ai Partecipanti persone fisiche, i loro rispettivi
      coniugi, ascendenti e discendenti, se conviventi, nonch&#233; le altre persone, societ&#224; ed enti che, in relazione alla natura del rapporto, si possa legittimamente presumere che agiscano di concerto con i Partecipanti; <strong>(ii)</strong> in relazione ai Partecipanti persone giuridiche, le societ&#224; o gli enti controllati, controllanti o sottoposti al comune controllo,
      direttamente o indirettamente, nonch&#233; le altre persone, societ&#224; ed enti che, in relazione alla natura del rapporto, si possa legittimamente presumere che agiscano di concerto con i Partecipanti.
    </p>
    <p>
      Giuseppe Ferrero non detiene neppure indirettamente, per interposta persona o tramite societ&#224; direttamente o indirettamente controllate, Azioni IPG o diritti di voto sulle stesse.
    </p>
    <p>
      Non esistono altri patti parasociali tra i Partecipanti n&#233; tra i Partecipanti e Giuseppe Ferrero.
    </p>
    <p>
      &#160;<strong>4. <u>Controllo</u></strong>
    </p>
    <p>
      Alla Data del Patto non vi &#232; alcun soggetto che in virt&#249; del Patto detenga singolarmente il controllo di Gruppo IPG Holding ai sensi dell&#39;art. 93 TUIF. Alla Data del Patto, IPG Holding esercita il controllo di fatto sull&#8217;Emittente ai sensi dell&#39;art. 93 TUIF.
    </p>
    <p>
      <strong>5. <u>Tipo e contenuto delle pattuizioni parasociali</u></strong>
    </p>
    <p>
      Il Patto rientra tra quelli di cui all&#39;art. 122, comma 1, e comma 5, lettere b) e d), TUIF, in quanto contiene vincoli e limitazioni al trasferimento delle Azioni Gruppo IPG Holding ed all&#39;acquisto di Azioni IPG e di Strumenti Finanziari IPG, nonch&#233; accordi per l&#39;esercizio del voto in Gruppo IPG Holding e in Interpump, come meglio di seguito specificato.
    </p>
    <p>
      Le Pattuizioni Ferrero rientrano nell&#8217;ambito di applicazione dell&#39;art. 122, comma 5, lettera b), TUIF, in quanto contengono vincoli e limitazioni all&#39;acquisto di Azioni IPG e di Strumenti Finanziari IPG.
    </p>
    <p>
      <strong><em>(a)</em></strong> <em><strong>Vincoli e limitazioni al trasferimento delle Azioni Gruppo IPG Holding ed all&#39;acquisto di Azioni IPG e Strumenti Finanziari IPG</strong></em>
    </p>
    <p>
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, comma 5, lett. b) TUIF.
    </p>
    <p>
      <strong>(1)</strong>&#160;Ciascun Partecipante si &#232; obbligato a non vendere n&#233; trasferire la propriet&#224; o la disponibilit&#224; delle rispettive Azioni Gruppo IPG Holding, se non previo consenso scritto di Partecipanti titolari di Azioni Gruppo IPG Holding corrispondenti ad almeno il 55% del capitale di Gruppo IPG Holding detenuto da tutti i Partecipanti diversi dal
      Partecipante trasferente. Tale consenso non &#232; necessario nei seguenti casi:&#160;<strong>(i)</strong>&#160;trasferimenti al coniuge, agli ascendenti e discendenti in linea retta e ad altri parenti entro il terzo grado e a proprie controllate, controllanti o societ&#224; controllate dalla medesima controllante. A tal fine, per controllo si intende il controllo esercitato mediante la
      titolarit&#224; della maggioranza del capitale avente diritto di voto;&#160;<strong>(ii)</strong>&#160;tra Partecipanti appartenenti al medesimo Gruppo di Partecipanti;&#160;<strong>(iii)</strong>&#160;in caso di intestazione a societ&#224; fiduciaria della quale il Partecipante sia fiduciante, ovvero a un <em>trust</em>&#160;del quale il Partecipante ovvero uno dei suoi eredi diretti sia
      uno dei beneficiari;&#160;<strong>(iv)</strong>&#160;in caso di trasferimenti&#160;<em>mortis causa</em>&#160;da Partecipanti persone fisiche ad altre persone fisiche.
    </p>
    <p>
      I trasferimenti di cui ai precedenti punti (i), (ii) e (iii) potranno essere perfezionati solo dopo che i Partecipanti trasferenti ne abbiano data preventiva comunicazione agli altri Partecipanti. Nel caso previsto al punto (iv), il trasferitario dovr&#224; trasmettere agli altri Partecipanti l&#8217;atto di adesione entro trenta giorni dalla acquisizione della Quota.
    </p>
    <p>
      <strong>(2)</strong>&#160;Ciascun Partecipante si &#232; reciprocamente obbligato, per l&#39;intera durata del Patto, e, in virt&#249; delle Pattuizioni Ferrero, Giuseppe Ferrero e ciascun Partecipante si sono reciprocamente obbligati, fino alla cessazione di qualsivoglia carica ricoperta in Interpump e nel gruppo ad essa facente capo da parte di Giuseppe Ferrero stesso, a non assumere a
      qualsivoglia titolo (e/o esercitare e/o convertire, a seconda dei casi), alcuna Azione IPG o altro Strumento Finanziario IPG. Tali operazioni non potranno essere effettuate dai Partecipanti e da Giuseppe Ferrero, e/o dalle rispettive Persone Correlate, neppure indirettamente. E&#39; fatta eccezione per Fulvio Montip&#242;, il quale potr&#224; acquistare ulteriori Azioni
      IPG&#160;<strong>(i)</strong>&#160;esercitando i diritti di opzione attribuiti nell&#39;ambito di piani di&#160;<em>stock options</em>&#160;approvati dall&#39;assemblea di Interpump,&#160;<strong>(ii)</strong>&#160;esercitando i diritti di opzione alla sottoscrizione di aumenti di capitale di pertinenza delle Azioni IPG acquisite secondo quanto previsto al precedente punto (i), purch&#233;
      per effetto di tali acquisti la partecipazione nel capitale sociale di Interpump complessivamente detenuta da Gruppo IPG Holding, dai Partecipanti e dalle relative Persone Correlate non comporti l&#8217;obbligo di promuovere un&#8217;offerta pubblica d&#8217;acquisto secondo la normativa <em>pro tempore</em>&#160;vigente (di seguito, la &#8220;<strong>Soglia OPA</strong>&#8221;).
    </p>
    <p>
      <strong>(3)</strong>&#160;In parziale deroga al divieto di cui al precedente punto (2), ciascun Partecipante potr&#224; richiedere agli altri Partecipanti l&#8217;autorizzazione ad acquistare, esercitare o sottoscrivere, Strumenti Finanziari IPG. L&#8217;autorizzazione si intender&#224; negata ove entro sette giorni lavorativi dalla relativa richiesta, non consti il consenso scritto da
      parte di un numero di Partecipanti che sia titolare di Azioni Gruppo IPG Holding corrispondenti ad almeno il 55% del capitale rappresentato dalle Azioni Gruppo IPG Holding detenute da tutti i Partecipanti diversi dal Partecipante che intende acquistare, esercitare o sottoscrivere Strumenti Finanziari IPG. Tale consenso dovr&#224; essere espresso da tutti i Partecipanti ove il prospettato
      acquisto comporti il superamento della Soglia OPA, ovvero comunque possa comportare l&#8217;obbligo di promuovere una offerta pubblica d&#8217;acquisto. Le Pattuizioni Ferrero non prevedono analoga facolt&#224; a favore di Giuseppe Ferrero.
    </p>
    <p>
      <strong>(4)</strong>&#160;Ciascun Partecipante e Gruppo di Partecipanti si &#232; impegnato (anche promettendo il fatto dell&#39;amministratore di Gruppo IPG Holding da esso designato), a far s&#236; che Gruppo IPG Holding non assuma a qualsiasi titolo (e/o eserciti e/o converta, a seconda dei casi) Strumenti Finanziari IPG in misura tale da superare, anche solo temporaneamente, la Soglia
      OPA, ovvero comunque non compia qualsiasi altra operazione che possa comportare l&#8217;obbligo di promuovere una offerta pubblica d&#8217;acquisto, tenuto conto anche&#160;<strong>(i)</strong>&#160;delle Azioni IPG detenute in proprio da Fulvio Montip&#242; di cui al precedente paragrafo 3;&#160;<strong>(ii)</strong>&#160;delle eventuali ulteriori Azioni IPG acquistate da Fulvio
      Montip&#242; in virt&#249; dell&#8217;eccezione di cui al precedente punto (2);&#160;<strong>(iii)</strong>&#160;degli eventuali Strumenti Finanziari IPG assunti, a qualsivoglia titolo, dai Partecipanti e dalle relative Persone Correlate, ai sensi del precedente punto (3). Le Pattuizioni Ferrero si limitano a citare l&#8217;esistenza di tali impegni, senza prevede nulla al riguardo.
    </p>
    <p>
      <strong>(5)</strong>&#160;Ciascun Partecipante e Gruppo di Partecipanti si impegna, per quanto di propria pertinenza (anche promettendo il fatto dell&#8217;amministratore di Gruppo IPG Holding da esso designato), a far s&#236; che Gruppo IPG Holding sottoscriva ulteriori Azioni IPG esercitando gli eventuali Strumenti Finanziari IPGH assunti a qualsivoglia titolo, solo ove tale esercizio sia
      preventivamente autorizzato da una delibera del consiglio di amministrazione adottata con il voto favorevole di tutti i consiglieri. Le Pattuizioni Ferrero si limitano a citare l&#8217;esistenza di tali impegni, senza prevedere nulla al riguardo.
    </p>
    <p>
      <strong>(6)</strong>&#160;I Partecipanti sono addivenuti alla determinazione di stipulare il Patto e le Pattuizioni Ferrero facendo affidamento sul pieno rispetto degli impegni assunti per far s&#236; che le Azioni IPG detenute da Gruppo IPG Holding, dai Partecipanti, da Giuseppe Ferrero medesimo e dalle relative Persone Correlate (anche indirettamente o per interposta persona) non eccedano
      nel loro insieme la Soglia OPA. I soggetti, siano essi Partecipanti o Giuseppe Ferrero, che risultassero inadempimenti rispetto a tali impegni saranno tenuti ad assolvere ad ogni obbligo inerente l&#39;offerta pubblica di acquisto, a loro cura e spese, e a tenerne gli altri Partecipanti, Giuseppe Ferrero (ove adempiente) e Gruppo IPG Holding interamente manlevati ed indenni, fermo in ogni
      caso il diritto degli altri Partecipanti, di Giuseppe Ferrero (ove adempiente) e di Gruppo IPG Holding al risarcimento di ogni danno subito.
    </p>
    <p>
      In caso di superamento della Soglia OPA, ove il soggetto (sia esso un Partecipante o Giuseppe Ferrero) cui &#232; riconducibile il superamento della medesima non si dichiari disponibile ad adottare le misure previste dalla normativa vigente idonee a non rendere applicabile l&#8217;obbligo di promuovere un&#8217;offerta pubblica d&#8217;acquisto, gli Strumenti Finanziari IPG in eccedenza
      saranno venduti:&#160;<strong>(i)</strong>&#160;in primo luogo da Gruppo IPG Holding, per il quantitativo necessario per il rispetto dei suddetti limiti, ma soltanto fino a che la partecipazione della stessa non si riduca al 26% del capitale sociale di Interpump;&#160;<strong>(ii)</strong>&#160;per l&#39;ulteriore quantitativo eventualmente necessario ai fini del rispetto di tali
      limiti:&#160;<em>(A)</em> da Fulvio Montip&#242;, quanto alle Azioni IPG che lo stesso dovesse acquistare o sottoscrivere in futuro, ai sensi del precedente punto (2);&#160;<em>(B)</em>&#160;dai Partecipanti che, anche indirettamente o per interposta persona, dovessero acquistare o sottoscrivere in futuro Strumenti Finanziari IPG con il preventivo consenso scritto degli altri Partecipanti,
      ai sensi del precedente punto (3), con la precisazione che tali vendite dovranno essere effettuate in proporzione ai quantitativi di Azioni IPG e/o Strumenti Finanziari IPG assunti da ciascun Partecipante.
    </p>
    <p>
      <strong><em>(b) Organi amministrativi e di controllo di Gruppo IPG Holding e di Interpump</em></strong>
    </p>
    <p>
      Il Patto contiene le seguenti principali disposizioni rilevanti ai sensi dell&#39;art. 122, comma 1, TUIF.
    </p>
    <p>
      <em><u>Consiglio di Amministrazione di Gruppo IPG Holding</u></em>
    </p>
    <p>
      Ciascun Partecipante si &#232; impegnato a partecipare alle decisioni dei soci di Gruppo IPG Holding e a esprimere il proprio voto in modo tale che l&#39;organo amministrativo di Gruppo IPG Holding sia un consiglio di amministrazione composto da un numero di amministratori tale da consentire a ciascun Partecipante o Gruppo di Partecipanti di designare un consigliere.
    </p>
    <p>
      Il presidente del consiglio di amministrazione e amministratore delegato di Gruppo IPG Holding sar&#224; designato da Tip, il vice-presidente e amministratore delegato dalla Famiglia Montip&#242;.
    </p>
    <p>
      In caso di cessazione dalla carica di uno o pi&#249; amministratori di Gruppo IPG Holding, prima della scadenza del Patto, il sostituto sar&#224; designato dallo stesso Partecipante (ovvero congiuntamente dallo stesso Gruppo di Partecipanti) che aveva nominato l&#39;amministratore cessato, occorrendo anche mediante cooptazione.
    </p>
    <p>
      Il Partecipante (o Gruppo di Partecipanti) che, con il consenso degli altri Partecipanti, venda l&#39;intera Quota di Gruppo IPG Holding di sua propriet&#224;, dovr&#224; far s&#236; che l&#39;amministratore di Gruppo IPG Holding da esso designato rassegni le proprie dimissioni. In tal caso sar&#224; nominato un nuovo amministratore di Gruppo IPG Holding con decisione dei soci e,
      occorrendo, dal consiglio di amministrazione mediante cooptazione. In caso di vendita di una parte soltanto della Quota di Gruppo IPG Holding, il Partecipante (o Gruppo di Partecipanti) dovr&#224; far s&#236; che l&#39;amministratore di Gruppo IPG Holding da esso designato rassegni le proprie dimissioni, salvo diversa decisione degli altri Partecipanti. In entrambi i predetti casi di
      vendita il Partecipante (o Gruppo di Partecipanti) venditore, su richiesta degli altri Partecipanti, dovr&#224; far s&#236; che il rappresentante nel consiglio di amministrazione di Interpump designato come al successivo punto (2) rassegni le proprie dimissioni da tale carica.
    </p>
    <p>
      <em><u>Collegio Sindacale di Gruppo IPG Holding</u></em>
    </p>
    <p>
      Alla Data del Patto, fanno parte del collegio sindacale di Gruppo IPG Holding il dott. Paolo Brambilla quale Presidente e la dott.ssa Paola Bonfranceschi e il dott. Alessandro Crosti quali Sindaci Effettivi, nonch&#233; il dott. Francesco Biagio De Francesco e il dott. Gaetano Nigro quali Sindaci Supplenti, tutti nominati dall&#8217;assemblea di Gruppo IPG Holding del 28 aprile 2014 per tre
      esercizi, fino all&#8217;approvazione del bilancio relativo all&#8217;esercizio 2016. Alla medesima data, svolge il controllo legale dei conti la societ&#224; di revisione Reconta Ernst &amp; Young S.p.A.. Qualora si rendesse necessario provvedere alla nomina o alla sostituzione dell&#8217;organo di controllo (o di uno o pi&#249; membri dello stesso) nonch&#233; alla nomina o alla
      sostituzione del soggetto che svolge la revisione legale dei conti, i Partecipanti convengono che per l&#8217;assunzione delle relative decisioni sar&#224; necessario il consenso di Partecipanti titolari di azioni di Gruppo IPG Holding corrispondenti ad almeno il 55% del capitale.
    </p>
    <p>
      <em><u>Consiglio di Amministrazione di Interpump</u></em>
    </p>
    <p>
      <strong>(1)</strong> E&#39; principio condiviso da tutti i Partecipanti che la gestione di Interpump debba avvenire con continuit&#224; rispetto al passato.
    </p>
    <p>
      <strong>(2)</strong> I Partecipanti danno atto che alla Data del Patto, fanno parte del consiglio di amministrazione di Interpump&#160; le persone che vengono indicate di seguito, unitamente alle rispettive cariche e all&#39;indicazione dei Gruppi di Partecipanti o dei diversi soggetti che li hanno designati, tutte nominate dall&#8217;Assemblea dei soci di Interpump tenutasi il 30 aprile
      2014 per tre esercizi, fino all&#8217;approvazione del bilancio relativo all&#8217;esercizio 2016: <strong>(i)</strong> Giuseppe Ferrero, quale amministratore non indipendente designato dal Gruppo Ferrero S.p.A., con sede in Torino, Piazza Crimea 7, n. di iscrizione&#160; al registro delle imprese di Torino e c.f. 09697980010; <strong>(ii)</strong> Giancarlo Mocchi, quale amministratore non
      indipendente designato da MAIS; <strong>(iii)&#160;&#160;&#160;&#160;&#160;&#160;</strong> Fulvio Montip&#242;, presidente con deleghe di poteri, quale amministratore non indipendente designato dalla Famiglia Montip&#242;; <strong>(iv)</strong> Giovanni Tamburi, quale amministratore non indipendente designato da TIP; <strong>(v)</strong> altri n. 5 amministratori designati da Gruppo IPG
      Holding designati con la maggioranza di cui all&#8217;art. 15, comma (5), dello statuto vigente alla data della designazione.
    </p>
    <p>
      I Partecipanti si sono impegnati a far s&#236; che <strong>(a)</strong> ove ci&#242; risulti possibile mediante il voto espresso dagli amministratori di Interpump designati da Gruppo IPG Holding: <em>(i)</em> in caso di dimissioni o cessazione per altra causa del consigliere Giuseppe Ferrero, l&#8217;assemblea e il consiglio di amministrazione di Interpump nominino un amministratore in sua
      sostituzione designato di comune accordo tra i Partecipanti; <em>(ii)</em>&#160;&#160;&#160;&#160; in caso di dimissioni o cessazione per altra causa di uno o pi&#249; degli altri amministratori di Interpump diversi da Giuseppe Ferrero, l&#39;assemblea e il consiglio di amministrazione di Interpump nominino altri amministratori in loro sostituzione designati, a seconda del caso, (A) se il
      consigliere dimissionario o cessato era stato designato da un singolo Partecipante o Gruppo di Partecipanti, dal medesimo Partecipante o Gruppo di Partecipanti; ovvero (B) se il consigliere dimissionario o cessato era stato designato da Gruppo IPG Holding, dalla stessa IPGH, con le maggioranze di cui allo statuto vigente; <strong>(b)</strong> ove ci&#242; risulti possibile mediante il voto
      espresso con le Azioni IPG detenute da Gruppo IPG Holding, facciano parte del consiglio di amministrazione di Interpump anche altri amministratori designati dal consiglio di amministrazione di Gruppo IPG Holding con la maggioranza di cui all&#8217;articolo 15, comma (5), dello statuto vigente; <strong>(c)</strong> ove ci&#242; risulti possibile mediante il voto espresso con le Azioni IPG
      detenute da Gruppo IPG Holding, faranno parte del consiglio di amministrazione di Interpump un numero di amministratori tale da consentire a ciascun Partecipante o Gruppo di Partecipanti di designare un consigliere e altri amministratori designati da Gruppo IPG Holding con la maggioranza di cui all&#8217;articolo 15, comma (5), dello statuto vigente.
    </p>
    <p>
      <strong>(3)</strong> In caso di rinunzia alle deleghe o di dimissioni dalla carica di amministratore di Interpump da parte di Fulvio Montip&#242; e/o del presidente designato dalla Famiglia Montip&#242;, la Famiglia Montip&#242; continuer&#224; a essere vincolata dal presente Patto Parasociale.
    </p>
    <p>
      <strong>6. <u>Altri impegni dei Partecipanti</u></strong>
    </p>
    <p>
      Il Patto prevede, tra l&#8217;altro, i seguenti ulteriori impegni dei Partecipanti.
    </p>
    <p>
      <strong><em>Liquidazione di Gruppo IPG Holding</em></strong>
    </p>
    <p>
      <strong>(1)</strong> Per il caso in cui il Patto venga rinnovato, ciascun Partecipante si impegna a fare in modo che in tale rinnovo sia previsto un reciproco impegno di ciascun Partecipante, al decorso del termine di durata di Gruppo IPG Holding stabilito dallo Statuto vigente (i.e. il 31 marzo 2016, salva eventuale proroga o riduzione del termine decisa dai soci con la maggioranza
      dell&#8217;80% del capitale sociale), a: <strong>(i)</strong> compiere interamente e tempestivamente quanto stabilito all&#8217;art. 25, comma (2), dello Statuto di Gruppo IPG Holding vigente, nonch&#233; <strong>(ii)</strong> accettare che, in caso di mancato compimento di quanto sopra, una parte del saldo attivo di liquidazione venga devoluta agli altri soci di Gruppo IPG Holding che
      abbiano acquistato le Azioni IPG di loro pertinenza, come previsto all&#39;art. 25, comma (4), dello Statuto vigente.
    </p>
    <p>
      <strong>(2)</strong> Ciascun Partecipante si impegna a compiere quanto di propria pertinenza affinch&#233; Gruppo IPG Holding venga sciolta anticipatamente rispetto al suo termine di durata qualora Gruppo IPG Holding riceva un&#39;offerta formulata da soggetto diverso dai Partecipanti e relative Persone Correlate per l&#39;acquisto di tutte le Azioni IPG &#160;detenute, qualora il prezzo
      offerto sia superiore di almeno il 40% al maggiore tra: <strong>(i)</strong> la media ponderata dei prezzi ufficiali delle Azioni IPG rilevati nei trenta giorni di Borsa aperta antecedenti l&#8217;offerta; e <strong>(ii)</strong> il costo complessivamente sostenuto da Gruppo IPG Holding per l&#39;acquisto e la sottoscrizione delle Azioni IPG detenute.
    </p>
    <p>
      <strong>7. <u>Durata del Patto e delle Pattuizioni Ferrero</u></strong>
    </p>
    <p>
      Il Patto Parasociale &#232; efficace a far data dal 7 maggio 2014 e scadr&#224; il 7 novembre 2015. I Partecipanti si sono impegnati a negoziarne il rinnovo, o la proroga, almeno 6 mesi prima della relativa scadenza, come eventualmente rinnovata o prorogata.
    </p>
    <p>
      Gli impegni di cui alle Pattuizioni Ferrero resteranno efficaci fino alla data precedente tra <strong>(i)</strong> la data di cessazione di qualsivoglia carica ricoperta da Giuseppe Ferrero in Interpump e nel gruppo ad essa facente capo <strong>(ii)</strong> il 7 maggio 2017, vale a dire tre anni dalla loro firma.
    </p>
    <p>
      <strong>8. <u>Clausole penali</u></strong>
    </p>
    <p>
      Non sono previste penali per l&#39;inadempimento degli obblighi assunti con il Patto o con le Pattuizioni Ferrero.
    </p>
    <p>
      <strong>9. <u>Soggetto presso il quale le Azioni IPG saranno depositate</u></strong>
    </p>
    <p>
      Il Patto non contiene obblighi di deposito della Partecipazione detenuta da Gruppo IPG Holding. Il Finanziamento BNL stabilisce che le Azioni IPG detenute da Gruppo IPG Holding e costituite in pegno debbano rimanere depositate presso BNL per l&#8217;intera durata dello stesso.
    </p>
    <p>
      <strong>10. <u>Ufficio del Registro delle Imprese presso cui il Patto e le Pattuizioni Ferrero sono depositati</u></strong>
    </p>
    <p>
      Il Patto e le Pattuizioni Ferrero sono stati comunicati a Interpump e depositati <strong></strong>presso gli uffici del Registro delle Imprese, rispettivamente, di Reggio Emilia e di Milano in data 7 maggio 2014. &#160;
    </p>
    <p>
      8 maggio 2014
    </p>
    <p>
      <strong>[IO.3.14.1]</strong>
    </p>
    <hr />
    <strong>Scadenza del Patto Parasociale avente a oggetto azioni ordinarie di Gruppo IPG Holding S.p.A. e, in alcune sue disposizioni, di Interpump Group S.p.A. e contestuale cessazione delle Pattuizioni Ferrero</strong> 
    <p align="left">
      Si comunica che il patto parasociale, rilevante ai sensi dell&#8217;art. 122, commi 1 e 5, lettere b) e d) del Testo Unico, sottoscritto in data 7 maggio 2014 tra MAIS S.p.A., Fulvio Montip&#242;, Laura Montip&#242;, Leila Montip&#242; e Tamburi Investment Partners S.p.A., che modifica, integra e sostituisce il patto parasociale sottoscritto, <em>inter alios</em>, tra le stesse parti in
      data 10 marzo 2010 e successivamente modificato in data 25 marzo 2011 e in data 7 novembre 2012 (il &#8220;<strong>Patto</strong>&#8221;), &#232; cessato a tutti gli effetti in data 7 novembre 2015, per naturale scadenza del termine. Il Patto aveva a oggetto azioni ordinarie di Gruppo IPG Holding S.p.A., con sede in Milano, Via Appiani 12 (&#8220;<strong>IPGH</strong>&#8221;) e, in alcune
      sue disposizioni, le azioni di Interpump Group S.p.A., con sede in Sant&#8217;Ilario d&#8217;Enza (RE), Via E. Fermi 25 (&#8220;<strong>Interpump</strong>&#8221;), detenute dalla stessa IPGH, non apportate al Patto, nonch&#233; eventuali strumenti finanziari della stessa Interpump.
    </p>
    <p align="left">
      Si comunica inoltre che, in data 11 novembre 2015, sono altres&#236; cessati per mutuo consenso delle parti gli ulteriori vincoli e le limitazioni all&#8217;acquisto di azioni ordinarie e/o di strumenti finanziari di Interpump che erano stati reciprocamente assunti dai partecipanti al Patto e dal dott. Giuseppe Ferrero (le &#8220;<strong>Pattuizioni Ferrero</strong>&#8221;), la cui scadenza
      era originariamente prevista alla data precedente tra <em>(i)</em> la data di cessazione di qualsivoglia carica ricoperta dal dott. Giuseppe Ferrero in Interpump e nel gruppo ad essa facente capo e <em>(ii)</em> il 7 maggio 2017.
    </p>
    <p align="left">
      Le informazioni essenziali storiche relative al Patto (incluse le Pattuizioni Ferrero) di cui all&#8217;art. 130 del Regolamento Emittenti sono pubblicate sul sito <em>internet</em> <a href="http://www.interpumpgroup.it"><u><font color="#0066cc">www.interpumpgroup.it</font></u></a>.<br />
    </p>
    <p align="left">
      12 novembre 2015
    </p>
    <p>
      <strong>[IO.3.15.1]</strong>
    </p>
  </body>
</html>

