<html>
  <head>
    <title>
      FIAT INDUSTRIAL SPA
    </title>
    <meta name="subjectList" content="pat" />
    <meta name="linkid" content="563752" />
    <meta name="Description" content="FIAT INDUSTRIAL SPA - Estratto del patto parasociale" />
    <meta name="ss_family" content="stpatti" />
    <meta name="SOCIETA" content="ATLANTIA SPA" />
    <meta name="ss_table" content="stpatti" />
    <meta name="date" content="2013-07-11" />
    <meta name="tipo" content="patto" />
    <meta name="synchro" content="N;Admin;1365591908492" />
    <meta name="codconsob" content="371439" />
  </head>
  <body>
    <p>
      <b>Estratto del patto parasociale comunicato alla Consob ai sensi dell&#39;art. 122 del d.lgs. 24.2.1998, n. 58</b>&#160;<span lang="IT">&#160;</span>
    </p>
    <p align="center">
      <strong>FIAT INDUSTRIAL S.P.A.</strong>
    </p>
    <p>
      Ai sensi dell&#8217;art. 122 del D.Lgs. 58/98 e dell&#8217;art. 129 del Regolamento Consob n. 11971/1999 si rende noto che in data 11 dicembre 2012 &#232; stato sottoscritto tra
    </p>
    <p>
      <b>- Exor S.p.A.</b> sede in Torino, Via Nizza n. 250, iscritta presso il Registro delle Imprese di Torino, C. F. 00470400011 (Exor) e
    </p>
    <p>
      <b>- CNH GLOBAL N.V.,</b> sede in Amsterdam e indirizzo della sede principale in Schiphol Boulevard 217,WTC Airport, 1118 BH Schiphol (Olanda), numero di iscrizione al Registro delle Imprese olandese33283760 (CNH)
    </p>
    <p>
      un &quot;Accordo di voto&quot; (l&#8217;Accordo) riguardante la <b>Fiat Industrial S.p.A.</b>, con sede in Torino, Via Nizza n. 250, iscritta presso il Registro delle Imprese di Torino, C. F. 10352520018 (la Societ&#224;).
    </p>
    <p>
      L&#8217;Accordo ha per oggetto n. 366.927.900 azioni Fiat Industrial detenute da Exor (le Azioni) che rappresentano il 30,013% delle azioni con diritto di voto costituenti il capitale sociale della Societ&#224;.
    </p>
    <p>
      Le Azioni sono quelle detenute alla data della sottoscrizione dell&#8217;Accordo da Exor, rappresentano il 100% delle azioni riguardanti l&#8217;Accordo e sono pari al 30,013% delle azioni con diritto di voto costituenti il capitale sociale della Societ&#224;.
    </p>
    <p>
      Con la sottoscrizione dell&#8217;Accordo, Exor si impegna nei confronti della societ&#224; controllata CNH a partecipare e a votare favorevolmente in occasione di ogni assemblea della Societ&#224; che sar&#224; chiamata a deliberare in merito all&#8217;integrazione tra la Societ&#224; e CNH da realizzarsi tramite una o pi&#249; fusioni tra le quali la fusione della Societ&#224; in una
      societ&#224; di diritto olandese di nuova costituzione (DutchCo).
    </p>
    <p>
      Tale impegno concerne tutte le Azioni che Exor deterr&#224; alla data che sar&#224; stabilita per la legittimazione al diritto di voto nelle suddette assemblee ed &#232; condizionato dal parere favorevole sulla congruit&#224; del rapporto di cambio sulle azioni che verranno emesse da DutchCo, rilasciato dall&#8217;esperto nella sua relazione redatta ai sensi di legge ai fini
      dell&#8217;assemblea degli azionisti della Societ&#224;.
    </p>
    <p>
      L&#8217;Accordo scade con l&#8217;approvazione da parte di Exor della deliberazione sottoposta all&#8217;assemblea degli azionisti della Societ&#224; o, precedentemente, in caso di sopravvenuta impossibilit&#224; di realizzare la proposta integrazione tra la Societ&#224; e CNH.
    </p>
    <p>
      L&#8217;Accordo &#232; stato depositato all&#8217;Ufficio del Registro delle Imprese di Torino in data 13 dicembre 2012.
    </p>
    <p>
      Il soggetto che esercita il controllo della Societ&#224; nonch&#233; di Exor e di CNH &#232; la GIOVANNI AGNELLI e C.Societ&#224; in accomandita per azioni, con sede in Torino, Via Nizza n. 250, iscritta presso il Registro delle Imprese di Torino, C. F. 04735350011.
    </p>
    <p>
      14&#160;dicembre 2012
    </p>
    <p>
      <strong>[FH.1.12.1]</strong>
    </p>
    <p align="center">
      <strong>* * * * *</strong>
    </p>
    <p>
      Si rende noto che l&#8217;Accordo di voto stipulato in data 11 dicembre 2012 tra Exor S.p.A. e CNH Global N.V. riguardante Fiat Industrial S.p.A. &#232; scaduto in data 9 luglio 2013 per intervenuta approvazione da parte di Exor S.p.A. della deliberazione concernente l&#8217;integrazione tra Fiat Industrial S.p.A. e CNH Global N.V..
    </p>
    <p>
      11&#160;luglio 2013
    </p>
    <p>
      <strong>[FH.1.13.1]</strong>
    </p>
  </body>
</html>

