<html>
  <head>
    <title>
      BENI STABILI SPA - Estratto del patto parasociale
    </title>
    <meta name="subjectList" content="stp" />
    <meta name="linkid" content="368298" />
    <meta name="Description" content="BENI STABILI SPA - Estratto del patto parasociale" />
    <meta name="ss_family" content="stpatti" />
    <meta name="SOCIETA" content="BENI STABILI SPA" />
    <meta name="ss_table" content="stpatti" />
    <meta name="date" content="2011-05-31" />
    <meta name="synchro" content="N;paladini;1271690665963" />
    <meta name="codconsob" content="116985" />
  </head>
  <body>
    <b>Estratto dei patti parasociali comunicati alla Consob ai sensi dell&#39;art. 122 del d.lgs. 24.2.1998, n. 58</b> 
    <p align="center">
      <strong>BENI STABILI S.P.A.</strong>
    </p>
    <p>
      Come comunicato al mercato in data 19 febbraio 2007, Fonci&#232;re des R&#233;gions (&quot;<b>Fonci&#232;re des R&#233;gions</b>&quot; o &quot;<b>Offerente</b>&quot;), societ&#224; di diritto francese, quotata alla Borsa di Parigi, Delfin S.&#224;.r.l. (&quot;<b>Delfin</b>&quot;), societ&#224; di diritto lussemburghese titolare di circa il 34,6% del capitale sociale di Beni Stabili S.p.A.
      (<b>Beni Stabili</b>&quot; o la &quot;<b>Societ&#224;</b>&quot;) e Batipart (&quot;<b>Batipart</b>&quot;), societ&#224; di diritto francese, titolare del 20,1% del capitale sociale di Fonci&#232;re des R&#233;gions, hanno sottoscritto in data 17 febbraio 2007 un contratto (c.d. &quot;Protocol&quot;, di seguito, il &quot;<b>Protocollo</b>&quot;), regolato dalla legge francese, avente ad
      oggetto, tra l&#39;altro, il conferimento (il &quot;<b>Conferimento</b>&quot;) da parte di Delfin, in Fonci&#232;re des R&#233;gions, delle azioni ordinarie da Delfin possedute in Beni Stabili e delle ulteriori azioni di Beni Stabili che Delfin stessa verr&#224; a detenere a seguito dell&#39;esercizio dei diritti di conversione ad essa spettanti ai sensi del regolamento del prestito
      obbligazionario convertibile denominato &quot;<i>Beni Stabili S.p.A. 2,5% 2011 Convertibile in Azioni Ordinarie</i>&quot; (le &quot;<b>Obbligazioni Convertibili</b>&quot;) e, quindi, complessivamente, delle azioni rappresentative di una partecipazione complessiva pari a circa il 40,0% del capitale di Beni Stabili post conversione delle Obbligazioni Convertibili di Delfin. Poich&#233;,
      all&#39;esito del suddetto Conferimento, Fonci&#232;re des R&#233;gions verr&#224; a detenere detta partecipazione pari a circa il 40,0% del capitale di Beni Stabili, la stessa sar&#224; obbligata a promuovere, ai sensi dell&#39;articolo 106 del Decreto Legislativo 24 febbraio 1998 n. 58, come successivamente modificato e integrato (il &quot;<b>TUF</b>&quot;), un&#39;offerta pubblica di
      acquisto (l&#39;&quot;<b>Offerta</b>&quot;) sulle azioni Beni Stabili non in suo possesso.
    </p>
    <p>
      Ai sensi dell&#39;articolo 122 del TUF e degli articoli 129 e seguenti del regolamento emittenti approvato con delibera CONSOB del 19 maggio 1999 e successive modifiche ed integrazioni (il &quot;<b>Regolamento Emittenti</b>&quot;), si rende noto che, sempre in data 17 febbraio 2007, Batipart, Delfin e ISM S.a.s. (&quot;<b>ISM</b>&quot;), societ&#224; di diritto francese, hanno sottoscritto
      un protocollo parasociale (<i>cd.</i> &quot;Shareholders&#39; Protocol&quot;, il &quot;<b>Protocollo Parasociale</b>&quot;), regolato dalla legge francese, <b></b>in <b></b>virt&#249; del quale hanno inteso disciplinare il proprio assetto proprietario in Fonci&#232;re des R&#233;gions ed alcune regole di <i>corporate governance</i> della stessa, all&#39;esito del Conferimento, nonch&#233;
      alcune regole di <i>corporate governance</i> di Beni Stabili, che tuttavia diventeranno efficaci all&#39;esito dell&#39;Offerta. I Partecipanti, come di seguito definiti, si sono anche reciprocamente impegnati a sottoscrivere un patto parasociale (l&#39;&quot;<b>Ulteriore Patto</b>&quot;) alla data di perfezionamento del Conferimento e con efficacia da tale data (la &quot;<b>Data del
      Closing</b>&quot;). Tale Ulteriore Patto verr&#224; divulgato al mercato con le modalit&#224; e nei termini di legge previsti ai sensi delle succitate norme del TUF e del Regolamento Emittenti.
    </p>
    <p>
      <b>A. Societ&#224; i cui strumenti finanziari sono oggetto del Protocollo Parasociale</b>
    </p>
    <p>
      - Beni Stabili S.p.A., con sede legale in Roma, iscritta al Registro delle Imprese di Roma, codice fiscale e partita IVA n. 00380210302, avente capitale sociale pari a Euro171.521.395,70, diviso in 1.715.213.957 azioni del valore nominale di Euro 0,10 e quotate presso il Mercato Telematico Azionario organizzato e gestito da Borsa Italiana S.p.A.;
    </p>
    <p>
      - Fonci&#232;re des R&#233;gions, soci&#232;t&#232; anonyme, societ&#224; di diritto francese con sede legale a Metz, iscritta presso il Registro delle Imprese di Metz al numero 364 800 060, avente capitale sociale pari ad Euro 85.602.516, diviso in 28.534.172 azioni, del valore nominale di Euro 3, quotate alla Borsa di Parigi.
    </p>
    <p>
      <b>B. Soggetti aderenti al Protocollo Parasociale</b>
    </p>
    <p>
      I partecipanti al Protocollo Parasociale sono i seguenti tre soggetti (i &quot;<b>Partecipanti</b>&quot;):
    </p>
    <p>
      - Delfin S.&#224;r.l, societ&#224; di diritto lussemburghese, con sede in 26B, Boulevard Royal, L-2446, Lussemburgo, iscritta presso il registro delle Imprese del Lussemburgo al numero B 117.420, avente capitale sociale pari ad Euro 520.929.950, societ&#224; interamente riconducibile al Cav. Leonardo Del Vecchio;
    </p>
    <p>
      - Batipart S.A., societ&#224; di diritto francese, con sede in 46 avenue Foch, 57000 Metz, iscritta presso il Registro delle Imprese di Metz al numero 345 004 337, avente capitale sociale pari ad Euro 21.319.632 societ&#224; interamente riconducibile al Dott. Charles Ruggeri e alla sua famiglia; e
    </p>
    <p>
      - ISM S.a.s., societ&#224; di diritto francesce con sede in 2-4 rue Pillet-Will, 75009 Parigi, iscritta presso il Registro delle Imprese di Parigi al numero 784 851 982, avente capitale sociale pari ad Euro 100.040.919,84, appartenente al gruppo General Electric Real Estate e gi&#224; titolare del 12,1 % del capitale sociale di Fonci&#232;re des R&#233;gions.
    </p>
    <p>
      <b>C. Azioni Oggetto del Protocollo Parasociale</b>
    </p>
    <p>
      Le azioni oggetto del Protocollo Parasociale sono tutte le azioni che saranno detenute dai Partecipanti in Fonci&#232;re des R&#233;gions e, da quest&#39;ultima, in Beni Stabili ed, in particolare, ad esito del Conferimento e della successiva Offerta:
    </p>
    <p>
      (i) Delfin, Batipart e ISM saranno, complessivamente, titolari di una quota variabile tra il 46,3% e il 33,0% circa del capitale di Fonci&#232;re des R&#233;gions (a seconda delle adesioni all&#39;Offerta); e
    </p>
    <p>
      (ii) Fonci&#232;re des R&#233;gions verr&#224; a detenere una partecipazione pari ad almeno il 40,0% del capitale di Beni Stabili, ovvero alla diversa percentuale che dovesse risultare a seconda del numero delle azioni Beni Stabili che verranno portate in adesione all&#39;Offerta.
    </p>
    <p>
      <b>D. Contenuto del Protocollo Parasociale - Regole di Corporate Governance di Beni Stabili</b>
    </p>
    <p>
      1. <b></b>I Partecipanti si sono impegnati a far s&#236; che Fonci&#232;re des R&#233;gions convochi, entro due mesi dalla chiusura dell&#39;Offerta, un&#39;Assemblea ed un Consiglio di Amministrazione di Beni Stabili, al fine di adottare le necessarie delibere per: (i) la modifica dello statuto; (ii) la modifica del codice di autodisciplina di Beni Stabili; e (iii) la nomina dei membri del
      Consiglio d&#39;Amministrazione, del Comitato per le proposte di nomina degli amministratori, del Comitato per le Remunerazioni, del Comitato per il Controllo Interno (che verr&#224; denominato &quot;Audit Committee&quot;) e del Comitato Esecutivo (che verr&#224; denominato &quot;Investment Committee&quot;), secondo quanto segue.
    </p>
    <p>
      2. In particolare, lo statuto di Beni Stabili sar&#224; modificato al fine di prevedere che:
    </p>
    <p>
      (i) venga riservata alla competenza Consiglio di Amministrazione, e quindi non costituisca materia delegabile, l&#39;approvazione di: (a) qualsiasi investimento di Beni Stabili, il cui valore complessivo sia superiore a Euro 100.000.000, dopo che l&#39;Investment Committee sia stato preventivamente consultato ed abbia espresso un parere positivo all&#39;operazione con il voto di almeno i
      2/3 dei suoi membri; e (b) operazioni di finanziamento o ri-finanziamento, il cui valore sia superiore ad Euro 100.000.000, dopo preventiva consultazione dell&#39;Investment Committee;
    </p>
    <p>
      (ii) sia comunque necessaria la maggioranza dei 2/3 dei voti dei membri del Consiglio d&#39;Amministrazione per approvare ogni investimento, finanziamento o ri-finanziamento di Beni Stabili, il cui valore sia superiore a Euro 300.000.000;
    </p>
    <p>
      (iii) siano introdotti appositi meccanismi di voto di lista tali da permettere che il Consiglio di Amministrazione sia composto da sette membri, eletti come segue: (a) tre membri siano nominati tra candidati proposti da Fonci&#232;re des R&#233;gions; (b) due membri siano gli attuali due amministratori delegati di Beni Stabili o, qualora gli stessi non accettino la carica, siano nominati
      tra candidati proposti da Fonci&#232;re des R&#233;gions e dalla stessa scelta tra i candidati proposti da Delfin alla nomina di membri del Supervisory Board di Fonci&#232;re des R&#233;gions (si veda punto E.4.(i) che segue); (c) un membro sia nominato tra candidati designati dagli azionisti di minoranza; e (d) un membro sia indipendente. Il Presidente dovr&#224; essere nominato tra i
      cinque membri nominati su proposta di Fonci&#232;re des R&#233;gionsai sensi dei punti (a) e (b) che precedono.
    </p>
    <p>
      3. Inoltre, il codice di autodisciplina di Beni Stabili dovr&#224; essere modificato al fine di prevedere che:
    </p>
    <p>
      (i) il Comitato per le proposte di nomina degli amministratori, il Comitato per le Remunerazioni e il Comitato per il Controllo Interno (che verr&#224; denominato &quot;Audit Committee&quot;), siano composti da 4 (quattro) membri, due dei quali nominati tra candidati proposti da Fonci&#232;re des R&#233;gions;
    </p>
    <p>
      (ii) il Comitato Esecutivo (che verr&#224; denominato &quot;Investment Committee&quot;) sia composto da 5 (cinque) membri, due dei quali nominati tra candidati proposti da Fonci&#232;re des R&#233;gions, due siano gli amministratori delegati di Beni Stabili e uno sia un amministratore indipendente; e
    </p>
    <p>
      (iii) ogni investimento di Beni Stabili o di una sua controllata che rientri nel perimetro di consolidamento, il cui valore sia superiore a Euro 30.000.000 (ma che non ecceda Euro 100.000.000, applicandosi in tal caso quanto previsto al punto D. 2. (i) che precede), dovr&#224; essere stato preventivamente approvato a maggioranza dei voti dei membri dall&#39;Investment Committee.
    </p>
    <p>
      <b>E. Contenuto del Protocollo Parasociale - Regole di Corporate Governance di Fonci&#232;re des R&#233;gions</b>
    </p>
    <p>
      1. I Partecipanti si sono impegnanti a far s&#236; che, entro la Data del Closing: (i) siano modificati lo statuto ed il codice di autosdiciplina di Fonci&#232;re des R&#233;gions; e (ii) siano nominati nuovi membri del Supervisory Board, del Management Board, dell&#39;Audit Committee, dell&#39;Investment Committee e della Remuneration Committee, secondo quanto di seguito previsto.
    </p>
    <p align="left">
      2. In particolare, lo statuto di Fonci&#232;re des R&#233;gions sar&#224; modificato al fine di prevedere che:
    </p>
    <p>
      (i)&#160; le seguenti decisioni siano prese con il voto favorevole della maggioranza dei membri del Supervisory Board: (a) l&#39;approvazione di qualsiasi investimento da parte di Fonci&#232;re des R&#233;gions o di una sua controllata che rientri nel perimetro di consolidamento globale di gruppo, ad eccezione delle societ&#224; quotate su mercati regolamentati, qualora il valore di tale
      investimento sia complessivamente superiore a Euro 100.000.000; e (b) l&#39;approvazione di qualsiasi investimento da parte di Fonci&#232;re des R&#233;gions o di una sua controllata che rientri nel perimetro di consolidamento globale di gruppo, in societ&#224; che non rientrino nel perimetro di consolidamento globale di gruppo o in societ&#224; quotate su mercati regolamentati, il cui
      valore complessivo sia superiore ad Euro 30.000.000;
    </p>
    <p>
      (ii) siano approvate a maggioranza di 2/3 dei voti dei membri del Supervisory Board le seguenti deliberazioni (cd. &quot;<b>Decisioni significative</b>&quot;):
    </p>
    <ol type="a">
      <li>
        investimenti di cui ai punti E. 2.(i)(a) e (b) che precedono, qualora gli stessi eccedano, rispettivamente, la soglia di Euro 300.000.000 e la soglia di Euro 50.000.000;
      </li>
      <li>
        nomina e revoca dei membri del Management Board;
      </li>
      <li>
        deliberazioni inerenti la nomina o revoca di membri del Consiglio d&#39;Amministrazione di Beni Stabili;
      </li>
      <li>
        approvazione del <i>budget annuale</i> o del piano industriale strategico ed ogni modifica significativa degli stessi;
      </li>
      <li>
        proposte all&#39;assemblea di Fonci&#232;re des R&#233;gions o esercizio delle deleghe conferite dalla stessa assemblea di Fonci&#232;re des R&#233;gions in relazione a delibere di emissione di strumenti finanziari;
      </li>
      <li>
        proposte all&#39;assemblea di Fonci&#232;re des R&#233;gions in relazione a delibere di approvazione di piani di buy-back, piani di <i>stock-options</i>, l&#39;attribuzione di azioni a titolo gratuito o altri piani a favore dei dipendenti di Fonci&#232;re des R&#233;gions o di societ&#224; del gruppo;
      </li>
      <li>
        trasferimento di rami di azienda, partecipazioni in societ&#224; o <i>assets</i>, in ciascun caso, per un importo complessivo che sia superiore a Euro 300.000.000 (ad eccezione di operazioni infra-gruppo);
      </li>
      <li>
        indebitamento (inclusa l&#39;emissione di obbligazioni) o assunzione di passivit&#224;, in ciascun caso, per un importo complessivo che sia superiore a Euro 300.000.000 (ad eccezione di operazioni infra-gruppo);
      </li>
      <li>
        sottoscrizione di accordi relativi a fusioni, operazioni di <i>spin-off</i> o conferimenti di <i>assets</i> (ad eccezione di operazioni infra-gruppo);
      </li>
    </ol>
    <p>
      (iii)&#160; nessuna Decisione Significativa possa essere adottata dal Management Board senza la preventiva approvazione del Supervisory Board ai sensi del precedente punto E.2.(ii); e
    </p>
    <p>
      (iv) il Management Board sia composto da 7 (sette) membri.
    </p>
    <p>
      3. <b></b>Il codice di corporate governance di Fonci&#232;re des R&#233;gions sar&#224; modificato, al fine di prevedere (A) che le seguenti decisioni siano assunte previo parere positivo non vincolante della maggioranza dei membri dell&#39;Investment Committee: (a) approvazione di qualsiasi investimento da parte di Fonci&#232;re des R&#233;gions o di una sua controllata che rientri nel
      perimetro di consolidamento globale di gruppo, ad eccezione delle societ&#224; quotate su mercati regolamentati, qualora il valore di tale investimento sia complessivamente superiore a Euro 30.000.000; e (b) approvazione di qualsiasi investimento da parte di Fonci&#232;re des R&#233;gions o di una sua controllata che rientri nel perimetro di consolidamento globale di gruppo, in societ&#224;
      che non rientrino nel perimetro di consolidamento globale di gruppo o in societ&#224; quotate su mercati regolamentati, il cui valore complessivo sia superiore ad Euro 10.000.000, e (B) che le Decisioni Significative di cui al punto E.2(ii)(a) che precede non possano essere assunte senza che l&#39;Investment Committee sia stato preventivamente consultato ed abbia espresso parere favorevole
      non vincolante con il voto di almeno i 2/3 dei suoi membri;
    </p>
    <p>
      4. Alla Data del Closing, saranno nominati i seguenti organi di Fonci&#232;re des R&#233;gions:
    </p>
    <p>
      (i)&#160; il Supervisory Board, composto da 15 (quindici) membri, di cui 3 (tre) nominati tra candidati proposti da Batipart, 3 (tre) nominati tra candidati proposti da Delfin, uno nominato da ISM, 6 (sei) nominati tra candidati proposti da altri azionisti e 2 (due) siano gli attuali membri indipendenti del Board (il Sig. Pierre Latrobe ed il Sig. Bertrand de Feydeau). Il Presidente
      dovr&#224; essere nominato tra candidati proposti da Batipart e in ogni caso il primo Presidente sar&#224; il Dott. Charles Ruggeri. Il Vice Presidente dovr&#224; essere nominato tra candidati proposti da Delfin e, in ogni caso, il primo Vice Presidente sar&#224; il Cav. Leonardo Del Vecchio;
    </p>
    <p>
      (ii) il Management Board, composto da 7 (sette) membri, di cui 5 (cinque) nominati tra candidati proposti da Batipart e 2 (due) nominati tra candidati proposti da Delfin, che dovr&#224; includere, ove possibile, il Dott. Mazzocco ed il Dott. De Meo. Il Presidente dovr&#224; essere nominato tra candidati proposti da Batipart; e
    </p>
    <p>
      (iii) l&#39;Audit Committee, l&#39;Investment Committee e la Remuneration Committee, composti da 9 (nove) membri di cui 2 (due) nominati tra candidati proposti da Batipart, 2 (due) nominati tra candidati proposti da Delfin, 1 (uno) sia il candidato proposto da ISM e 4 (quattro) nominati tra membri del Supervisory Board diversi dai candidati proposti da Batipart, Delfin e ISM.
    </p>
    <p>
      <b>F. Data di sottoscrizione del Protocollo Parasociale</b>
    </p>
    <p>
      Il Protocollo Parasociale &#232; stato sottoscritto in data 17 febbraio 2007 dai Partecipanti.
    </p>
    <p>
      <b>G. Durata del Protocollo Parasociale</b>
    </p>
    <p>
      Il Protocollo Parasociale &#232; efficace dalla data di sottoscrizione dello stesso, ad eccezione delle disposizioni relative alla <i>corporate governance</i> di Beni Stabili, di cui al punto D che precede, che entreranno in vigore dopo la chiusura dell&#39;Offerta. Il Protocollo Parasociale rimarr&#224; in vigore sino alla data in cui si verifichi il primo tra i seguenti eventi: (i) la
      sottoscrizione dell&#39;Ulteriore Patto tra gli stessi Partecipanti, ad eccezione delle disposizioni relative alla <i>corporate governance</i> di Beni Stabili di cui al punto D che precede, che resteranno in vigore fino al completamento dei relativi adempimenti; e (ii) la risoluzione del Protocollo.
    </p>
    <p>
      <b>H. Controllo</b>
    </p>
    <p>
      Nessuno dei Partecipanti detiene, in virt&#249; del Protocollo Parasociale, individualmente ed indirettamente il controllo di Beni Stabili, ai sensi dell&#39;articolo 93 del TUF. All&#39;esito del Conferimento, Fonci&#232;re des R&#233;gions, pur non avendo la maggioranza dei diritti di voto esercitabili in assemblea ordinaria, ma avendo la stessa acquistato la partecipazione attualmente
      detenuta da Delfin (la quale deteneva il controllo ai sensi dell&#39;art. 93 del TUF), deterr&#224; il controllo di Beni Stabili ai sensi del citato art. 93 del TUF.
    </p>
    <p>
      <b>I. Soggetto presso il quale gli strumenti finanziari sono depositati.</b>
    </p>
    <p>
      Il Protocollo Parasociale non contiene obblighi di deposito delle azioni Beni Stabili conferite al presente Protocollo Parasociale.
    </p>
    <p>
      Del Protocollo Parasociale sar&#224; altres&#236; data pubblicit&#224; mediante il deposito presso il Registro delle Imprese di Roma entro il <b></b>2 marzo 2007.
    </p>
    <p>
      27 febbraio 2007
    </p>
    <p>
      <b>[BAA.1.07.1]</b>
    </p>
    <hr />
    <p align="center">
      &#160;<strong>BENI STABILI S.P.A.</strong>
    </p>
    <p>
      Patto Parasociale relativo a Fonci&#232;re des R&#233;gions
    </p>
    <p>
      Come gi&#224; comunicato al mercato in data 19 febbraio 2007, in esecuzione del contratto (c.d. &quot;<b>Protocol</b>&quot; o &quot;<b>Protocollo</b>&quot;) sottoscritto in data 17 febbraio 2007 tra Fonci&#232;re des R&#233;gions (&quot;<b>Fonci&#232;re des R&#233;gions</b>&quot;), societ&#224; quotata alla Borsa di Parigi, Delfin S.&#224;r.l. (&quot;<b>Delfin</b>&quot;), societ&#224; di
      diritto lussemburghese, titolare del 34,6% del capitale sociale di Beni Stabili S.p.A. (&quot;<b>Beni Stabili</b>&quot;) e Batipart (&quot;<b>Batipart</b>&quot;), societ&#224; di diritto francese, titolare del 21,1% del capitale sociale di Fonci&#232;re des R&#233;gions, in data 4 maggio 2007, Delfin ha (i) sottoscritto n. 5.859.246 nuove azioni di Fonci&#232;re des R&#233;gions, del valore
      nominale pari di Euro 3 ciascuna, a fronte del conferimento di n. 585.924.600 azioni di Beni Stabili, sulla base del seguente rapporto di cambio: n. 1 azione Fonci&#232;re des R&#233;gions di nuova emissione ogni n. 100 azioni Beni Stabili oggetto di conferimento (il &quot;<b>Conferimento</b>&quot;) e (ii) esercitato i diritti di conversione ad essa spettanti ai sensi del regolamento del
      prestito obbligazionario convertibile denominato &quot;Beni Stabili S.p.A. 2,5% 2011 Convertibile in Azioni Ordinarie&quot; (le &quot;<b>Obbligazioni Convertibili</b>&quot;), fermo restando l&#8217;impegno di Delfin, ai sensi del Protocol, di conferire in Fonci&#232;re des R&#233;gions le n. 166.298.900 azioni Beni Stabili rivenienti dalla conversione delle Obbligazioni Convertibili,
      secondo il medesimo rapporto di cambio del Conferimento (l&#8217;&quot;<b>Ulteriore Conferimento</b>&quot;).
    </p>
    <p>
      Ad esito del Conferimento, Fonci&#232;re des R&#233;gions &#232; divenuta titolare di una partecipazione pari a circa il 34,2% del capitale di Beni Stabili ed &#232;, pertanto, tenuta a promuovere, ai sensi dell&#8217;articolo 106 del TUF, un&#8217;offerta pubblica sulle azioni Beni Stabili non in suo possesso (l&quot;<b>Offerta</b>&quot;).
    </p>
    <p>
      Ai sensi dell&#8217;articolo 122 del TUF e degli articoli 129 e seguenti del regolamento emittenti approvato con delibera CONSOB del 19 maggio 1999 e successive modifiche ed integrazioni (il &quot;<b>Regolamento Emittenti</b>&quot;), si rende noto, inoltre, che Delfin, Batipart, ISM S.a.s. (&quot;<b>ISM</b>&quot; o &quot;<b>GERE</b>&quot;), societ&#224; di diritto francese e GE Real Estate
      France, <i>soci&#233;t&#233; &#224; responsabilit&#233; limit&#233;</i>, societ&#224; di diritto francese &#8211; i quali saranno, a seguito del Conferimento, complessivamente titolari di una quota pari al 43,7% circa del capitale di Fonci&#232;re des R&#233;gions (nonch&#233; di una partecipazione pari al 46,3% circa dello stesso capitale di Fonci&#232;re des R&#233;gions a seguito
      dell&#8217;Ulteriore Conferimento) - hanno sottoscritto, in data 4 maggio 2007, un accordo (c.d. Shareholders&#8217; Agreement, di seguito, il &quot;<b>Patto Parasociale</b>&quot;), in virt&#249; del quale le parti hanno inteso disciplinare il proprio assetto proprietario in Fonci&#232;re des R&#233;gions, nonch&#233; alcune regole di corporate governance di Fonci&#232;re des R&#233;gions.
      Il Patto Parasociale sostituisce, con efficacia dal 4 maggio 2007, il patto parasociale stipulato il 31 maggio 2006 tra GERE e Batipart. Il Patto Parasociale sostituisce, altres&#236;, limitatamente alle disposizioni relative alla disciplina dell&#8217;assetto proprietario e della corporate governance di Fonci&#232;re des R&#233;gions, il patto parasociale (il &quot;<b>Protocollo
      Parasociale</b>&quot;) sottoscritto, dalle stesse parti, in data 17 febbraio 2007, il cui contenuto &#232; stato pubblicato per estratto in data 27 febbraio 2007. Il Protocollo Parasociale resta, invece, in vigore relativamente alle disposizioni che disciplinano la corporate governance di Beni Stabili S.p.A..
    </p>
    <p>
      <b>A. Societ&#224; i cui strumenti finanziari sono oggetto del Patto Parasociale</b>
    </p>
    <p>
      Fonci&#232;re des R&#233;gions, soci&#232;t&#232; anonyme, societ&#224; di diritto francese con sede legale a Metz, iscritta presso il Registro delle Imprese di Metz al numero 364 800 060, avente capitale sociale pari ad Euro 103.219.533, diviso in 34.406.511 azioni, del valore nominale di Euro 3, quotate alla Borsa di Parigi (le &quot;<b>Azioni</b>&quot;). Ad esito del Conferimento,
      Fonci&#232;re des R&#233;gions detiene una partecipazione pari al 34,2% del capitale sociale di Beni Stabili e, ad esito dell&#8217;Ulteriore Conferimento deterr&#224; una partecipazione pari a circa il 40% nel capitale sociale della stessa Beni Stabili. Fonci&#232;re des R&#233;gions, pur non avendo la maggioranza dei diritti di voto esercitabili in assemblea ordinaria, ma avendo la stessa
      acquistato la partecipazione attualmente detenuta da Delfin (la quale deteneva il controllo ai sensi dell&#8217;art. 93 del TUF), deterr&#224; il controllo di Beni Stabili ai sensi del citato art. 93 del TUF. Il Patto Parasociale &#232;, quindi, oggetto della presente comunicazione ai sensi dell&#8217;art. 122, comma 5, TUF in quanto istituisce obblighi di preventiva consultazione e limiti
      al trasferimento delle azioni di una societ&#224; che controlla una societ&#224; quotata.
    </p>
    <p>
      <b>B. Soggetti aderenti al Patto Parasociale</b>
    </p>
    <p>
      I partecipanti al Patto Parasociale sono i seguenti quattro soggetti (i &quot;<b>Partecipanti</b>&quot;):
    </p>
    <ul>
      <li>
        Delfin S.&#224;r.l, societ&#224; di diritto lussemburghese, con sede in 26B, Boulevard Royal, L-2446, Lussemburgo, iscritta presso il registro delle Imprese del Lussemburgo al numero B 117.420, avente capitale sociale pari ad Euro 520.929.950, societ&#224; interamente riconducibile al Cav. Leonardo Del Vecchio;
      </li>
      <li>
        Batipart S.A., societ&#224; di diritto francese, con sede in 46 avenue Foch, 57000 Metz, iscritta presso il Registro delle Imprese di Metz al numero 345 004 337, avente capitale sociale pari ad Euro 21.319.632 societ&#224; interamente riconducibile al Dott. Charles Ruggieri e alla sua famiglia;
      </li>
      <li>
        ISM S.a.s., societ&#224; di diritto francese con sede in 2-4 rue Pillet-Will, 75009 Parigi, iscritta presso il Registro delle Imprese di Parigi al numero 784 851 982, avente capitale sociale pari ad Euro 100.040.919,84, appartenente al gruppo General Electric Real Estate, titolare, anche a mezzo di Affiliati (come di seguito definiti); e
      </li>
      <li>
        GE Real Estate France, <i>soci&#233;t&#233; &#224; responsabilit&#233; limit&#233;,</i> di diritto francese con sede in 2-4 rue Pillet-Will, 75009 Parigi, iscritta presso il Registro delle Imprese di Parigi al numero 632 037 248, avente capitale sociale pari ad Euro 98.588.065,98, appartenente al gruppo General Electric Real Estate, che ha sottoscritto il Patto Parasociale, quale garante
        della circostanza che GERE e i suoi Affiliati (come di seguito definiti) manterranno il possesso delle Azioni, ad oggi detenute, per tutto il periodo di durata del Patto Parasociale.
      </li>
    </ul>
    <p>
      <b>C. Azioni Oggetto del Patto Parasociale</b>
    </p>
    <p>
      Le Azioni oggetto del Patto Parasociale sono tutte le azioni detenute dai Partecipanti in Fonci&#232;re des R&#233;gions ed, in particolare, alla data odierna:
    </p>
    <p>
      (i) Delfin, risulta titolare del 17% del capitale sociale di Fonci&#232;re des R&#233;gions e all&#8217;esito dell&#8217;Ulteriore Conferimento, deterr&#224; il 20,9% del capitale sociale di Fonci&#232;re des R&#233;gions;
    </p>
    <p>
      (ii) Batipart risulta titolare del 17,5% % del capitale sociale di Fonci&#232;re des R&#233;gions e, all&#8217;esito dell&#8217;Ulteriore Conferimento, deterr&#224; il 16,7% del capitale sociale di Fonci&#232;re des R&#233;gions; e
    </p>
    <p>
      (iii) GERE risulta titolare, anche a mezzo di suoi Affiliati (come di seguito definiti), del 9,2% del capitale sociale di Fonci&#232;re des R&#233;gions e, all&#8217;esito dell&#8217;Ulteriore Conferimento, deterr&#224; il 8,8% del capitale sociale di Fonci&#232;re des R&#233;gions.
    </p>
    <p>
      <b>D. Contenuto del Patto Parasociale &#8211; Regole di Corporate Governance di Fonci&#232;re des R&#233;gions</b>
    </p>
    <p>
      I Partecipanti si sono impegnanti a far s&#236; che, in ogni momento,:
    </p>
    <ol type="i">
      <li>
        il Supervisory Board, sia composto da non pi&#249; di 15 (quindici) membri, di cui 3 (tre) nominati tra candidati proposti all&#8217;assemblea da Batipart (&quot;<b>Componente Batipart</b>&quot;), 3 (tre) nominati tra candidati proposti all&#8217;assemblea da Delfin (&quot;<b>Componente Delfin</b>&quot;), uno sia il candidato proposto all&#8217;assemblea da GERE (&quot;<b>Componente
        GERE</b>&quot;), 6 (sei) nominati tra candidati proposti all&#8217;assemblea da altri azionisti ovvero, congiuntamente, da Batipart, Delfin e GERE e 2 (due) siano membri indipendenti. Il Presidente dovr&#224; essere nominato tra candidati proposti da Batipart. Il Vice Presidente dovr&#224; essere nominato tra candidati proposti da Delfin;
      </li>
      <li>
        il Management Board, sia composto da non pi&#249; 7 (sette) membri, di cui 5 (cinque) nominati tra candidati proposti da Batipart e 2 (due) nominati tra candidati proposti da Delfin, che dovranno includere, ove possibile, i due attuali amministratori delegati di Beni Stabili. Il Presidente dovr&#224; essere nominato tra candidati proposti da Batipart; e
      </li>
      <li>
        l&#8217;Audit Committee, l&#8217;Investment Committee e il Remuneration Committee, siano composti da 9 (nove) membri di cui 2 (due) nominati tra i Componenti Batipart, 2 (due) nominati tra i Componenti Delfin, 1 (uno) sia il Componente GERE e 4 (quattro) nominati tra membri del Supervisory Board diversi dai Componenti Batipart, Delfin e GERE.
      </li>
    </ol>
    <p align="left">
      I Partecipanti si sono impegnati a consultarsi in merito a qualsivoglia Decisione Significativa che il Presidente o il Vice Presidente, intenda proporre al Supervisory Board al fine di assumere una decisione condivisa al riguardo. Per Decisione Significativa, si intende qualsiasi decisione relativa a:
    </p>
    <p>
      (a) investimenti da parte di Fonci&#232;re des R&#233;gions o di una sua controllata che rientri nel perimetro di consolidamento globale di gruppo, ad eccezione delle societ&#224; quotate su mercati regolamentati, qualora il valore di tale investimento sia complessivamente superiore a Euro 300.000.000;
    </p>
    <p>
      (b) investimenti da parte di Fonci&#232;re des R&#233;gions o di una sua controllata che rientri nel perimetro di consolidamento globale di gruppo, in societ&#224; che non rientrino nel perimetro di consolidamento globale di gruppo o in societ&#224; quotate su mercati regolamentati, qualora il valore di tale investimento sia complessivamente superiore ad Euro 50.000.000;
    </p>
    <p>
      (c) nomina e revoca dei membri del Management Board;
    </p>
    <p>
      (d) deliberazioni inerenti la nomina o revoca di membri del consiglio di amministrazione di Beni Stabili;
    </p>
    <p>
      (e) approvazione del <i>budget annuale</i> o del piano industriale strategico ed ogni modifica significativa degli stessi;
    </p>
    <p>
      (f) proposte all&#8217;assemblea degli azionisti di Fonci&#232;re des R&#233;gions e esercizio delle deleghe conferite dalla stessa assemblea degli azionisti di Fonci&#232;re des R&#233;gions in relazione a delibere di emissione di strumenti finanziari;
    </p>
    <p>
      (g) proposte all&#8217;assemblea degli azionisti di Fonci&#232;re des R&#233;gions in relazione a delibere di approvazione di piani di <i>buy-back,</i> piani di <i>stock option</i>, l&#8217;attribuzione di Azioni a titolo gratuito ed altri piani a favore dei dipendenti di Fonci&#232;re des R&#233;gions o di societ&#224; del gruppo;
    </p>
    <p>
      (h) trasferimento di rami di azienda, partecipazioni in societ&#224; o <i>asset</i>, in ciascun caso, per un importo complessivo che sia superiore ad Euro 300.000.000 (ad eccezione di operazioni infra-gruppo);
    </p>
    <p>
      (i) indebitamento (inclusa l&#8217;emissione di obbligazioni) o assunzione di passivit&#224;, in ciascun caso, per un importo complessivo che sia superiore ad Euro 300.000.000 (ad eccezione di operazioni infra-gruppo);
    </p>
    <p>
      (l) sottoscrizione di accordi relativi a fusioni, operazioni di <i>spin-off</i> o conferimenti di <i>assets</i> (ad eccezione di operazioni infra-gruppo).
    </p>
    <p>
      Nel caso in cui i Partecipanti non raggiungano una posizione comune in merito ad una Decisione Significativa (la &quot;<b>Decisione Significativa Controversa</b>&quot;), tale Decisione Significativa Controversa non dovr&#224; essere sottoposta al Supervisory Board. Qualora venga sottoposta ugualmente una Decisione Significativa Controversa al Supervisory Board nonostante il dissenso
      manifestato, a seconda dei casi, da Delfin o Batipart (la &quot;<b>Parte Dissenziente</b>&quot;) e il Supervisory Board approvi la Decisione Significativa Controversa con il voto favorevole, rispettivamente, del Componente Batipart o Delfin e il voto contrario del Componente della Parte Dissenziente, la Parte Dissenziente avr&#224; il diritto di risolvere il Patto Parasociale. Qualora,
      inoltre, successivamente al diciottesimo mese dalla data del Patto Parasociale, il Vice Presidente o il Presidente, a seconda dei casi, sottoponga al Supervisory Board la revoca di un membro del Management Board, nonostante il dissenso, rispettivamente, di un Componente Batipart o Delfin, e la decisione non venga approvata con il voto contrario, a seconda dei casi, di almeno un Componente
      Batipart o Delfin ed il voto favorevole, a seconda dei casi, di un Componente Delfin o Batipart, Delfin o Batipart, a seconda dei casi, avr&#224; il diritto di risolvere il Patto Parasociale. GERE avr&#224; il diritto di recedere dal Patto Parasociale qualora una Decisione Significativa Controversa relativa ad una delle materie di cui ai punti (a), (b), (c) e (l) che precedono, sia proposta
      al Supervisory Board, nonostante il suo dissenso, e dallo stesso approvata con il voto favorevole di almeno un Componente Batipart o Delfin ed il dissenso del Componente GERE. In tal caso il Patto Parasociale rester&#224; in vigore tra Delfin e GERE.
    </p>
    <p>
      <b>E. Limiti alla circolazione delle Azioni</b>
    </p>
    <p>
      <b>E.1 Divieto di acquisti (<i>cd</i>. &quot;Standstill&quot;)</b>
    </p>
    <p>
      1. Ad eccezione dei trasferimenti a favore di societ&#224; controllanti, controllate o collegate (gli &quot;<b>Affiliati</b>&quot;) che, comunque, saranno consentiti solo a determinate condizioni, ciascun Partecipante &#232; tenuto a informare, mediante apposita comunicazione (la &quot;<b>Comunicazione</b>&quot;), gli altri Partecipanti della propria intenzione di acquistare Azioni,
      indicando anche il numero delle Azioni che intende acquistare.
    </p>
    <p>
      2. I Partecipanti si sono impegnati a non acquistare Azioni per un periodo di 10 (dieci) giorni di mercato aperto successivi alla data di ricezione della Comunicazione e a consultarsi tra loro durante tale periodo, in modo che i Partecipanti non superino, per effetto dell&#8217;acquisto, sia individualmente che nel loro insieme, le soglie di partecipazione previste dal Regolamento
      dell&#8217;Autorit&#232; des march&#232;s financiers (&quot;<b>AMF</b>&quot;), che determinerebbero l&#8217;insorgenza di determinati obblighi in merito al lancio di una offerta pubblica su tutte le Azioni non detenute dai Partecipanti.
    </p>
    <p>
      3. Il suddetto periodo di 10 (dieci) giorni di mercato aperto viene ridotto a 4 (quattro), nel caso in cui il relativo acquisto sia conseguente all&#8217;esercizio del diritto di prelazione, da parte di Batipart, previsto ai sensi di un accordo stipulato in data 31 maggio 2006 tra Batipart, il Groupe Cr&#233;dit Mutuel CIC, Predica, GMF Vie, Azur Vie ed il Banque de Lorraine Champagne (il
      &quot;<b>Patto del 2006</b>&quot;).
    </p>
    <p>
      4. I Partecipanti convengono che, dopo la chiusura dell&#8217;Offerta, Delfin avr&#224; il diritto di acquistare Azioni in misura pari a non oltre lo 0,85% del capitale sociale di Fonci&#232;re des R&#233;gions, restando inteso che, in tal caso, Delfin dovr&#224; comunicare agli altri Partecipanti l&#8217;esito di tali acquisti.
    </p>
    <p>
      <b>E.2 Diritto di prima offerta (<i>cd</i>. &quot;Right of first offer&quot;)</b>
    </p>
    <p>
      1. Ad eccezione dei trasferimenti a favore di Affiliati che, comunque, saranno permessi solo a determinate condizioni, Batipart o Delfin (a seconda dei casi, la &quot;<b>Parte Acquirente</b>&quot;) hanno un diritto di prima offerta sulle Azioni che, rispettivamente, Delfin o Batipart (a seconda dei casi, la &quot;<b>Parte Venditrice</b>&quot;) intendono trasferire (le &quot;<b>Azioni
      Offerte</b>&quot;), secondo la seguente procedura.
    </p>
    <p>
      2. La Parte Venditrice dovr&#224; inviare all&#8217;altra parte un&#8217;apposita comunicazione (la &quot;<b>Comunicazione di Trasferimento</b>&quot;), nella quale dovr&#224;: (i) specificare il numero di Azioni Offerte; e (ii) invitare la parte Acquirente a formulare un&#8217;offerta d&#8217;acquisto (l&#8217;&quot;<b>Offerta di Acquisto</b>&quot;) delle Azioni Offerte indicate nella
      Comunicazione di Trasferimento.
    </p>
    <p>
      3. Entro un periodo di 30 (trenta) giorni a decorrere dalla data in cui ha ricevuto la Comunicazione di Trasferimento, la Parte Acquirente potr&#224; presentare l&#8217;Offerta di Acquisto nella quale dovr&#224; specificare espressamente il prezzo offerto per le Azioni Offerte, nonch&#233; i criteri di valutazione usati per determinare tale valore.
    </p>
    <p>
      4. Entro un periodo di 60 (sessanta) giorni successivo alla ricezione dell&#8217;Offerta di Acquisto (che pu&#242; essere prolungato di sette giorni nelle situazioni citate al seguente punto (iii)), la Parte Venditrice:
    </p>
    <p>
      (i) potr&#224; accettare l&#8217;Offerta di Acquisto;
    </p>
    <p>
      (ii) pu&#242; accettare l&#8217;offerta di uno o pi&#249; terzi acquirenti, a condizione che il corrispettivo offerto sia superiore al 110% di quello contenuto nell&#8217;Offerta di Acquisto e non preveda condizioni peggiorative rispetto all&#8217;Offerta di Acquisto; e
    </p>
    <p>
      (iii) nel caso in cui il corrispettivo dell&#8217;offerta formulata dai terzi acquirenti, sia pari ad una cifra compresa fra il 100% ed 110% del prezzo contenuto nell&#8217;Offerta di Acquisto, dovr&#224; trasmettere alla Parte Acquirente un&#8217;offerta di vendita delle Azioni Offerte al prezzo offerto dal terzo acquirente; se la Parte Acquirente non accetta tale offerta, la Parte
      Venditrice avr&#224; il diritto di trasferire al terzo acquirente le Azioni Offerte al prezzo offerto dal terzo acquirente. Qualora l&#8217;offerta del terzo sia trasmessa a Delfin tra il 54&#176; (cinquantaquattresimo) e il 60&#176; (sessantesimo) giorno successivo alla ricezione dell&#8217;Offerta di Acquisto, il suddetto periodo di 60 giorni verr&#224; prolungato di una settimana; oppure
    </p>
    <p>
      (iv) potr&#224; decidere di non trasferire le Azioni Offerte.
    </p>
    <p>
      5. Entro e non oltre l&#8217;ultimo giorno del suddetto periodo di 60 (sessanta) giorni, la Parte Venditrice deve comunicare alla Parte Acquirente la propria decisione di trasferire o meno alla medesima Parte Acquirente o al terzo acquirente, le Azioni Offerte. Qualora la Parte Venditrice non comunichi la propria decisione entro il suddetto periodo di tempo, si dovr&#224; ritenere che la
      medesima abbia deciso di non trasferire le Azioni Offerte.
    </p>
    <p>
      6. Nel caso in cui la Parte Acquirente non invii l&#8217;Offerta di Acquisto entro i limiti di tempo previsti ed in conformit&#224; ai termini e condizioni di cui sopra, o non accetti di acquistare le Azioni Offerte al prezzo offerto dai terzi acquirenti, si dovr&#224; ritenere che essa abbia rinunciato al proprio diritto di prima offerta. In tal caso, la Parte Venditrice sar&#224; libera
      di trasferire le Azioni Offerte.
    </p>
    <p>
      7. Batipart ha lo stesso diritto di prima offerta sulle Azioni che GERE intende trasferire, agli stessi termini e condizioni riportati nei paragrafi precedenti, ad eccezione dei trasferimenti a favore di Affiliati di GERE che, comunque, saranno consentiti solo a determinate condizioni. Qualora Batipart non eserciti tale diritto di prima offerta sulle Azioni di GERE, la stessa dovr&#224;:
      (i) comunicare a Delfin il numero di Azioni che GERE intende trasferire; e (ii) proporre a Delfin di designare un terzo acquirente che potrebbero sostituire Batipart in relazione all&#8217;acquisto. In caso Delfin e Batipart trovino un accordo su tale terzo acquirente, Batipart eserciter&#224; il proprio diritto di prima offerta sulle Azioni di GERE designando tale terzo per
      l&#8217;acquisto delle stesse.
    </p>
    <p>
      8. Qualora (i) Delfin rifiuti di designare un terzo acquirente o (ii) Batipart e Delfin non raggiungano un accordo in proposito, Delfin avr&#224; diritto a presentare un&#8217;offerta a GERE per l&#8217;acquisto delle medesime Azioni. In ogni caso, non sar&#224; consentito a Delfin di perfezionare l&#8217;acquisto di tali Azioni, a meno che la stessa non abbia previamente concesso a
      Batipart un&#8217;opzione di acquisto sulle &quot;Azioni Proporzionali Batipart&quot; (i.e., numero di Azioni GERE pari al numero di Azioni detenute da GERE e offerte a Delfin, moltiplicato per il numero complessivo di Azioni detenute da Batipart, diviso per il numero complessivo di Azioni detenute da Batipart e Delfin). Tale opzione d&#8217;acquisto potr&#224; essere esercitata, in tutto o
      in parte, fino al verificarsi del primo tra i seguenti eventi: (i) la data di scadenza/risoluzione del Patto Parasociale e (ii) la scadenza del diciottesimo mese successivo al perfezionamento dell&#8217;acquisto da parte di Delfin delle suddette Azioni di GERE. Durante il periodo in cui potr&#224; essere esercitata la predetta opzione di acquisto, Delfin avr&#224; il diritto di cedere a
      terzi, in tutto o in parte, le Azioni Proporzionali Batipart, dandone comunicazione a Batipart.
    </p>
    <p>
      <b>E.3 Diritto di co-acquisto (<i>cd</i>. &quot;Buy-along right&quot;)</b>
    </p>
    <p>
      1. Nel caso in cui Batipart eserciti il suo diritto di prima offerta sulle azioni detenute da GERE o il suo diritto di prelazione sulle azioni detenute da ciascuno di: Groupe Cr&#233;dit Mutuel CIC, Predica, GMF Vie, Azur Vie e Banque de Lorraine Champagne (ciascuno di essi, un &quot;<b>Altro Azionista</b>&quot;), in base al summenzionato Patto del 2006, Batipart dovr&#224; inviare a Delfin
      una comunicazione (la &quot;<b>Comunicazione</b> <b>di Co-acquisto</b>&quot;) in cui: (i) viene specificato il numero delle Azioni offerte in vendita ed il prezzo proposto dalla stessa Batipart, e (ii) viene offerto a Delfin di acquistare, unitamente a Batipart, parte delle stesse Azioni fino ad un quantitativo massimo di titoli azionari pari al numero delle Azioni Proporzionali Delfin, in
      ogni caso subordinatamente (x) all&#8217;accettazione, da parte di GERE o dell&#8217;Altro Azionista dell&#8217;offerta di acquisto di Batipart o (y) alla decisione di Batipart di acquistare le Azioni offerte, ad un prezzo pari a quello offerto dal terzo acquirente ai sensi di quanto previsto nel paragrafo E.2.4 (iii) che precede o nel Patto del 2006, a seconda dei casi. Per &quot;Azioni
      Proporzionali Delfin&quot;, si intende un numero di Azioni uguale al numero di Azioni offerte a Batipart moltiplicato per il numero complessivo di Azioni detenute da Delfin, diviso per il numero complessivo di Azioni detenute da Batipart e Delfin.
    </p>
    <p>
      2. Entro 8 (otto) giorni dalla ricezione della Comunicazione di Co-acquisto, Delfin avr&#224; il diritto di inviare a Batipart una comunicazione contenente la propria decisione di acquistare parte delle Azioni offerte fino ad un quantitativo massimo pari a quello delle Azioni Proporzionali Delfin nonch&#233; di formulare un&#8217;offerta scritta e irrevocabile per l&#8217;acquisto, fino ad
      un massimo pari alle Azioni Proporzionali Delfin, del quantitativo di Azioni indicato nella Comunicazione di Co-acquisto (le &quot;<b>Azioni Co-acquistate</b>&quot;), ad un prezzo massimo pari al 110% del prezzo offerto da Batipart a GERE o all&#8217;Altro Azionista.
    </p>
    <p>
      3. Nel caso in cui Delfin abbia formulato un&#8217;offerta di co-acquisto e:
    </p>
    <ol type="i">
      <li>
        l&#8217;offerta d&#8217;acquisto di Batipart sia stata accettata da GERE ai sensi delle disposizioni del precedente punto E.2.7, o dall&#8217;Altro Azionista in conformit&#224; a quanto previsto nel Patto del 2006, oppure
      </li>
      <li>
        Batipart abbia accettato di acquistare le Azioni offerte al prezzo indicato nell&#8217;offerta del terzo acquirente, ricevuta da GERE in conformit&#224; alle disposizioni del punto E.2.4 (iii) che precede o dall&#8217;Altro Azionista in conformit&#224; a quanto previsto nel Patto del 2006 che si collochi in un <i>range</i> compreso fra il 100% e il 110% rispetto al prezzo offerto da
        Batipart,
      </li>
    </ol>
    <p>
      Batipart dovr&#224; subito comunicare a Delfin tale accettazione e Delfin dovr&#224; acquistare le Azioni Co-acquistate direttamente da GERE o dall&#8217;Altro Azionista, a seconda dei casi, unitamente all&#8217;acquisto da parte di Batipart delle rimanenti Azioni, ai termini e condizioni sopra indicati al punto E.2.4 o nel Patto del 2006 a seconda dei casi, al prezzo concordato fra
      Batipart e GERE o il relativo Altro Azionista entro il limite del 110% del prezzo indicato nell&#8217;offerta di acquisto di Batipart.
    </p>
    <p>
      4. Nel caso in cui l&#8217;Altro Azionista si rifiuti di vendere, ai sensi del Patto del 2006, direttamente a Delfin le Azioni Co-acquistate, Batipart dovr&#224; (i) acquistare da tale Altro Azionista tutte le Azioni offerte (ivi comprese le Azioni Co-acquistate), ai termini ed alle condizioni previsti nel relativo Patto del 2006, al prezzo concordato tra Batipart e tale Altro Azionista e
      (ii) vendere immediatamente a Delfin le Azioni Co-acquistate, allo stesso prezzo, termini e condizioni.
    </p>
    <p>
      5. Qualora Delfin non formuli alcuna offerta di co-acquisto o non acquista le Azioni Co-acquistate, nel periodo di tempo ed ai termini e condizioni appena indicati, si dovr&#224; ritenere che la medesima abbia rinunciato al proprio diritto di co-acquisto e Batipart dovr&#224; acquistare tutte le Azioni offerte da GERE o dall&#8217;Altro Azionista.
    </p>
    <p>
      <b>E.4 Diritto di prelazione (<i>cd</i>. &quot;Pre-emption right&quot;)</b>
    </p>
    <p>
      1. Nel caso in cui venga lanciata un&#8217;offerta pubblica di acquisto sulle Azioni, i Partecipanti si impegnano a consultarsi tra loro al fine di concordare ed adottare una posizione comune in merito a tale offerta.
    </p>
    <p>
      2. Nel caso in cui Delfin e/o GERE intendano aderire in tutto o in parte a tale offerta pubblica d&#8217;acquisto, Batipart potr&#224; avvalersi di un diritto di prelazione in linea con quanto di seguito indicato.
    </p>
    <p>
      3. Nel caso in cui Batipart intenda acquisire le Azioni da Delfin o GERE, la medesima &#232; tenuta a comunicare a Delfin e/o a GERE la propria decisione, in merito all&#8217;esercizio del diritto di prelazione.
    </p>
    <p>
      4. Nel caso in cui Batipart abbia esercitato il suo diritto di prelazione e l&#8217;AMF dichiari che si pu&#242; accettare un&#8217;offerta pubblica concorrente ovvero l&#8217;offerta venga revocata o non abbia successo, o in caso di rinuncia da parte dell&#8217;offerente, Batipart avr&#224; il diritto di non acquistare le Azioni da Delfin e/o GERE.
    </p>
    <p>
      5. Qualora Batipart abbia acquistato le Azioni detenute da GERE e portate in adesione alla suddetta offerta, mentre Delfin non abbia aderito alla stessa offerta, Batipart dovr&#224;: (i) comunicare a Delfin il numero di Azioni acquistate da GERE; e (ii) proporre a Delfin di acquistare un quantitativo di Azioni GERE pari al numero di Azioni Proporzionali Delfin Oggetto di Prelazione (i.e.,
      un numero di Azioni pari al numero delle Azioni acquisite in prelazione moltiplicato per il numero complessivo di Azioni detenute da Delfin, diviso per il numero complessivo di Azioni detenute da Batipart e Delfin).<i><b>.</b></i>
    </p>
    <p>
      6. Qualora (i) Batipart non abbia acquisito le Azioni detenute da GERE e/o Delfin e portate in adesione alla suddetta offerta e/o Batipart abbia rinunziato al suo diritto secondo quanto riportato nel punto E.4.4. che precede e (ii) la stessa Batipart decida di portare in adesione all&#8217;offerta le proprie Azioni, Delfin avr&#224; un diritto di prelazione per l&#8217;acquisto delle
      medesime Azioni.
    </p>
    <p>
      7. Nel caso in cui Delfin abbia esercitato il suo diritto di prelazione e l&#8217;AMF dichiari che si possa accettare un&#8217;offerta pubblica concorrente ovvero l&#8217;offerta venga revocata o non abbia successo, o in caso di rinuncia da parte dell&#8217;offerente, Delfin avr&#224; il diritto di non procedere all&#8217;acquisto delle Azioni da Batipart. Batipart avr&#224; altres&#236; il
      diritto di non vendere le Azioni a Delfin qualora l&#8217;offerta venga revocata o non abbia successo, o in caso di rinuncia da parte dell&#8217;offerente.
    </p>
    <p>
      <b>E.5 Divieto di cessione (<i>cd.</i> &quot;Lock-up&quot;)</b>
    </p>
    <p>
      Ad eccezione dei trasferimenti a favore di Affiliati che, comunque, saranno consentiti solo a determinate condizioni, Batipart e Delfin si sono reciprocamente impegnate per una durata di due anni dalla stipula del Patto Parasociale a non trasferire pi&#249; del 50% delle rispettive partecipazioni azionarie in Fonci&#232;re des R&#233;gions senza il preventivo consenso scritto
      dell&#8217;altra parte.
    </p>
    <p>
      <b>F. Data di sottoscrizione del Patto Parasociale</b>
    </p>
    <p>
      Il Patto Parasociale &#232; stato sottoscritto in data 4 maggio 2007.
    </p>
    <p>
      <b>G. Durata del Patto Parasociale e cause di recesso</b>
    </p>
    <p>
      Il Patto Parasociale &#232; efficace dalla data di sottoscrizione dello stesso fino alla scadenza del quinto anniversario della stessa data. Potr&#224; essere tacitamente rinnovato per ulteriori periodi di due anni, salvo disdetta da comunicarsi da ciascuno dei Partecipanti con un preavviso di sei mesi rispetto alla suindicata data di scadenza. Gli obblighi di confidenzialit&#224;
      resteranno validi tra i Partecipanti per ulteriori due anni dalla data di scadenza del Patto Parasociale.
    </p>
    <p>
      I Partecipanti hanno convenuto che, nel caso in cui la partecipazione azionaria di a) GERE diminuisca sino a divenire pari o inferiore al 2% del capitale della Fonci&#232;re des R&#233;gions, b) Delfin diminuisca sino a divenire pari o inferiore al 3% del capitale della Fonci&#232;re des R&#233;gions e c) Batipart diminuisca sino a divenire pari o inferiore al 3% del capitale della
      Fonci&#232;re des R&#233;gions, le stesse GERE, Delfin o Batipart (a seconda dei casi) cesseranno di essere parte del presente Patto Parasociale, fermo restando che in caso di recesso da parte di GERE, il Patto Parasociale continuer&#224; a rimanere in vigore fra Delfin e Batipart. Nell&#8217;ipotesi sub. a) che precede, GERE dovr&#224; anche far in modo che il Componente GERE nominato nei
      Comitati si dimetta.
    </p>
    <p>
      I Partecipanti hanno convenuto che, nel caso in cui Delfin comunichi a Batipart di non essere ulteriormente controllata dal Sig. Leonardo Del Vecchio, o dai discendenti diretti del medesimo (i.e. nel caso in cui il Sig. Leonardo Del Vecchio o i suoi discendenti diretti non detengano ulteriormente, direttamente o meno, individualmente od unitamente, oltre il 50% del capitale sociale e dei
      diritti di voto di Delfin), ovvero Batipart venga comunque a conoscenza di tale circostanza, Batipart avr&#224; il diritto di recedere dal Patto Parasociale.
    </p>
    <p>
      I Partecipanti hanno convenuto che, nel caso in cui Batipart comunichi a Delfin o GERE di non essere ulteriormente controllata dal Sig. Charles Ruggieri, o dai discendenti diretti del medesimo (i.e. nel caso in cui il Sig. Charles Ruggieri o i suoi discendenti diretti non detengano ulteriormente, direttamente o meno, individualmente od unitamente, oltre il 50% del capitale sociale e dei
      diritti di voto di Batipart), ovvero Delfin e GERE vengano comunque a conoscenza di tale circostanza, Delfin e GERE avranno, ciascuna, il diritto di recedere dal Patto Parasociale.
    </p>
    <p>
      Nel caso in cui i risultati finanziari ottenuti da Fonci&#232;re des R&#233;gions (i) negli esercizi fiscali al 31 dicembre 2008 e 2009 o (ii) negli esercizi fiscali al 31 dicembre 2009 e 2010, siano considerevolmente inferiori rispetto a quelli previsti nei relativi business plans di Fonci&#232;re des R&#233;gions, a condizione che tali risultati siano fondati sullo stesso perimetro di
      <i>assets</i> contemplato nei suddetti business plans, siano stati conseguiti nello stesso contesto economico e non si siano verificati eventi o circostanze straordinari, Delfin avr&#224; il diritto, in qualsiasi momento nel periodo di 6 (sei) mesi successivo al termine dell&#8217;esercizio chiuso al 31 dicembre 2009 ovvero, a seconda dei casi, al 31 dicembre 2010 di recedere dal Patto
      Parasociale, inviando una comunicazione a Batipart.
    </p>
    <p>
      <b>H. Controllo</b>
    </p>
    <p>
      Nessuno dei Partecipanti esercita il controllo su Fonci&#232;re des R&#233;gions.
    </p>
    <p>
      <b>I. Soggetto presso il quale gli strumenti finanziari sono depositati.</b>
    </p>
    <p>
      Il Patto Parasociale non contiene obblighi di deposito delle azioni Fonci&#232;re des R&#233;gions conferite al presente Patto Parasociale.
    </p>
    <p>
      Del Patto Parasociale sar&#224; altres&#236; data pubblicit&#224; mediante il deposito presso il Registro delle Imprese di Roma entro il <b></b>18 maggio 2007.
    </p>
    <p>
      14 maggio 2007
    </p>
    <p>
      <b>[BAA.2.07.1]</b>
    </p>
    <p align="center">
      * * *
    </p>
    <p>
      Si comunica che in data 19 marzo 2010 &#232; stato sottoscritto, <em>inter alia</em>, tra Delfin S.&#224;.r.l, societ&#224; di diritto lussemburghese, e Batipart S.a.s., societ&#224; di diritto francese, un accordo in base al quale &#232; stato convenuto di risolvere consensualmente ed anticipatamente (e con effetto dalla data dello stesso accorso) il patto parasociale avente ad oggetto
      Fonci&#232;re des R&#233;gions, societ&#224; di diritto francese che detiene il 67,890% del capitale sociale di Beni Stabili S.p.A., con sede legale in Roma, via Piemonte n. 38.
    </p>
    <p>
      27 marzo 2010<br />
    </p>
    <hr />
    <p align="center">
      <strong>BENI STABILI S.P.A.</strong>
    </p>
    <p>
      Come comunicato al mercato in data 27 febbraio 2007 ed in data 14 maggio 2007, <b>(i)</b> Batipart S.A., societ&#224; di diritto francese, con sede in 46 avenue Foch, 57000 Metz, iscritta presso il Registro delle Imprese di Metz al numero 345 004 337, avente capitale sociale pari ad Euro 21.319.632 (&quot;<b>Batipart</b>&quot;), <b>(ii)</b> Delfin S.&#224;r.l, societ&#224; di diritto
      lussemburghese, con sede in 26B, Boulevard Royal, L-2446, Lussemburgo, iscritta presso il registro delle Imprese del Lussemburgo al numero B 117.420, avente capitale sociale pari ad Euro 520.929.950 (&quot;<b>Delfin</b>&quot;) e <b>(iii)</b> ISM S.a.s, societ&#224; di diritto francese con sede in 2-4 rue Pillet-Will, 75009 Parigi, iscritta presso il Registro delle Imprese di Parigi al
      numero 784 851 982, avente capitale sociale pari ad Euro 100.040.919,84, (&quot;<b>ISM</b>&quot;) hanno sottoscritto in data 17 febbraio 2007 un protocollo parasociale (<i>cd.</i> &quot;Shareholders&#8217; Protocol&quot;, il &quot;<b>Protocollo Parasociale</b>&quot;), regolato dalla legge francese, <b></b>in <b></b>virt&#249; del quale hanno inteso disciplinare il proprio assetto
      proprietario in Fonci&#232;re des R&#233;gions (&quot;<b>Fonci&#232;re des R&#233;gions</b>&quot;), societ&#224; di diritto francese, quotata alla Borsa di Parigi, ed alcune regole di <i>corporate governance</i> della stessa, nonch&#233; alcune regole di <i>corporate governance</i> di Beni Stabili S.p.A., divenute poi efficaci all&#8217;esito dell&#8217;offerta pubblica di scambio
      obbligatoria (l&#8217;&quot;<b>Offerta</b>&quot;) promossa nel giugno 2007 da Fonci&#232;re des R&#233;gions sulle azioni Beni Stabili S.p.A. (&quot;<b>Beni Stabili</b>&quot;) non in suo possesso.
    </p>
    <p>
      I Partecipanti, come di seguito definiti, hanno poi sottoscritto, in data 4 maggio 2007, un ulteriore patto parasociale (il &quot;<b>Patto Parasociale</b>&quot;), in virt&#249; del quale hanno inteso disciplinare il proprio assetto proprietario in Fonci&#232;re des R&#233;gions, nonch&#233; alcune regole di <i>corporate governance</i> di Fonci&#232;re des R&#233;gions. Il Patto Parasociale
      ha sostituito, limitatamente a tali disposizioni relative alla disciplina dell&#8217;assetto proprietario e della <i>corporate governance</i> di Fonci&#232;re des R&#233;gions, il Protocollo <b></b>Parasociale.
    </p>
    <p>
      Del Patto Parasociale &#232; stata data pubblicit&#224; mediante: (i) estratto pubblicato sul quotidiano &quot;Il Sole 24 Ore&quot; del 14 maggio 2007 e (ii) deposito presso il Registro delle Imprese di Roma in data 18 maggio 2007.
    </p>
    <p>
      Il Protocollo Parasociale &#232;, invece, tuttora efficace ed in vigore relativamente alle disposizioni che disciplinano la <i>corporate governance</i> di Beni Stabili S.p.A., di cui si fornisce di seguito un quadro sintetico.
    </p>
    <p>
      <b>A. Societ&#224; i cui strumenti finanziari sono oggetto del Protocollo Parasociale</b>
    </p>
    <p>
      Beni Stabili S.p.A., con sede legale in Roma, iscritta al Registro delle Imprese di Roma, codice fiscale e partita IVA n. 00380210302, avente capitale sociale pari a Euro 171.521.395,70, diviso in 1.715.213.957 azioni del valore nominale di Euro 0,10 e quotate presso il Mercato Telematico Azionario organizzato e gestito da Borsa Italiana S.p.A..
    </p>
    <p>
      <b>B. Soggetti aderenti al Protocollo Parasociale</b>
    </p>
    <p>
      I partecipanti al Protocollo Parasociale sono i seguenti tre soggetti (i &quot;<b>Partecipanti</b>&quot;):
    </p>
    <p>
      - Delfin S.&#224;r.l, societ&#224; di diritto lussemburghese, con sede in 26B, Boulevard Royal, L-2446, Lussemburgo, iscritta presso il registro delle Imprese del Lussemburgo al numero B 117.420, avente capitale sociale pari ad Euro 520.929.950, societ&#224; interamente riconducibile al Cav. Leonardo Del Vecchio;
    </p>
    <p>
      - Batipart S.A., societ&#224; di diritto francese, con sede in 46 avenue Foch, 57000 Metz, iscritta presso il Registro delle Imprese di Metz al numero 345 004 337, avente capitale sociale pari ad Euro 21.319.632 societ&#224; interamente riconducibile al Sig. Charles Ruggeri e alla sua famiglia; e
    </p>
    <p>
      - ISM S.a.s., societ&#224; di diritto francese, con sede in 2-4 rue Pillet-Will, 75009 Parigi, iscritta presso il Registro delle Imprese di Parigi al numero 784 851 982, avente capitale sociale pari ad Euro 100.040.919,84, appartenente al gruppo General Electric Real Estate e gi&#224; titolare del 12,1% del capitale sociale di Fonci&#232;re des R&#233;gions.
    </p>
    <p>
      <b>C. Azioni Oggetto del Protocollo Parasociale</b>
    </p>
    <p>
      Le azioni oggetto del Protocollo Parasociale sono tutte le azioni detenute da Fonci&#232;re des R&#233;gions nel capitale di Beni Stabili. In particolare, alla data odierna, Fonci&#232;re des R&#233;gions &#232; titolare di n. 1.301.599.733 azioni Beni Stabili, rappresentative di una quota pari al 68% del capitale sociale.
    </p>
    <p>
      <b>D. Contenuto del Protocollo Parasociale - Regole di <i>corporate governance</i> di Beni Stabili</b>
    </p>
    <p>
      1. <b></b>I Partecipanti si sono impegnati a far s&#236; che Fonci&#232;re des R&#233;gions convochi un&#8217;assemblea ed un consiglio di amministrazione di Beni Stabili al fine di adottare le necessarie delibere per: (i) la modifica dello statuto; (ii) la modifica del codice di autodisciplina di Beni Stabili; e (iii) la nomina dei membri del consiglio di amministrazione, del Comitato per
      le proposte di nomina degli amministratori, del Comitato per le Remunerazioni, del Comitato per il Controllo Interno (che verr&#224; denominato &quot;<i>Audit Committee</i>&quot;) e del Comitato Esecutivo (che verr&#224; denominato &quot;<i>Investment Committee</i>&quot;), secondo quanto segue.
    </p>
    <p>
      2. In particolare, il Protocollo Parasociale prevede che lo statuto di Beni Stabili contenga le seguenti disposizioni:
    </p>
    <p>
      (i) venga riservata alla competenza consiglio di amministrazione, e quindi non costituisca materia delegabile, l&#8217;approvazione di: (a) qualsiasi investimento di Beni Stabili, il cui valore complessivo sia superiore ad Euro 100.000.000, dopo che l&#8217;<i>Investment Committee</i> sia stato preventivamente consultato ed abbia espresso un parere positivo all&#8217;operazione con il voto
      di almeno i 2/3 dei suoi membri; e (b) operazioni di finanziamento o rifinanziamento, il cui valore sia superiore ad Euro 100.000.000, dopo preventiva consultazione dell&#8217;<i>Investment Committee</i>;
    </p>
    <p>
      (ii) sia comunque necessaria la maggioranza dei 2/3 dei voti dei membri del consiglio di amministrazione per approvare ogni investimento, finanziamento o rifinanziamento di Beni Stabili, il cui valore sia superiore ad Euro 300.000.000;
    </p>
    <p>
      (iii) vengano introdotti appositi meccanismi di voto di lista tali da permettere che il consiglio di amministrazione sia composto da sette membri, eletti come segue: (a) tre membri nominati tra candidati proposti da Fonci&#232;re des R&#233;gions; (b) due membri siano gli amministratori delegati di Beni Stabili o, qualora gli stessi non abbiano accettato la carica, siano nominati tra
      candidati proposti da Fonci&#232;re des R&#233;gions e dalla stessa scelta tra i candidati proposti da Delfin alla nomina di membri del <i>Supervisory Board</i> di Fonci&#232;re des R&#233;gions; (c) un membro sia nominato tra candidati designati dagli azionisti di minoranza; e (d) un membro sia indipendente. Il Presidente venga nominato tra i cinque membri nominati su proposta di
      Fonci&#232;re des R&#233;gions ai sensi dei punti (a) e (b) che precedono.
    </p>
    <p>
      3. Inoltre, il Protocollo Parasociale prevede che il codice di autodisciplina di Beni Stabili sia modificato al fine di prevedere che:
    </p>
    <p>
      (i) il Comitato per le proposte di nomina degli amministratori, il Comitato per le Remunerazioni e il Comitato per il Controllo Interno (che verr&#224; denominato &quot;<i>Audit Committee</i>&quot;), siano composti da 4 (quattro) membri, due dei quali nominati tra candidati proposti da Fonci&#232;re des R&#233;gions;
    </p>
    <p>
      (ii) il Comitato Esecutivo (che verr&#224; denominato &quot;<i>Investment Committee</i>&quot;) sia composto da 5 (cinque) membri, due dei quali nominati tra candidati proposti da Fonci&#232;re des R&#233;gions, due siano gli amministratori delegati di Beni Stabili e uno sia un amministratore indipendente; e
    </p>
    <p>
      (iii) ogni investimento di Beni Stabili o di una sua controllata che rientri nel perimetro di consolidamento, il cui valore sia superiore ad Euro 30.000.000 (ma che non ecceda Euro 100.000.000, applicandosi in tal caso quanto previsto al punto D.2(i) che precede), debba essere preventivamente approvato a maggioranza dei voti dei membri dall&#8217;<i>Investment Committee</i>.
    </p>
    <p>
      <b>E. Data di sottoscrizione del Protocollo Parasociale</b>
    </p>
    <p>
      Il Protocollo Parasociale &#232; stato sottoscritto in data 17 febbraio 2007 dai Partecipanti.
    </p>
    <p>
      <b>F. Durata del Protocollo Parasociale</b>
    </p>
    <p>
      Il Protocollo Parasociale ha cessato di avere efficacia, limitatamente alle disposizioni relative alla disciplina dell&#8217;assetto proprietario e della <i>corporate governance</i> di Fonci&#232;re des R&#233;gions, a seguito della sottoscrizione in data 4 maggio 2007 del Patto Parasociale. Il Protocollo Parasociale &#232;, invece, tuttora in vigore in relazione alle disposizioni che
      disciplinano la <i>corporate governance</i> di Beni Stabili e cesser&#224; definitivamente di essere efficace alla data in cui saranno posti in essere gli adempimenti di cui al punto D che precede.
    </p>
    <p>
      <b>G. Controllo</b>
    </p>
    <p>
      Fonci&#232;re des R&#233;gions, detiene il controllo di Beni Stabili ai sensi dell&#8217;art. 93 del TUF.
    </p>
    <p>
      <b>H. Soggetto presso il quale gli strumenti finanziari sono depositati.</b>
    </p>
    <p>
      Il Protocollo Parasociale non contiene obblighi di deposito delle azioni Beni Stabili conferite al presente Protocollo Parasociale.
    </p>
    <p>
      Del Protocollo Parasociale &#232; stata altres&#236; data pubblicit&#224; mediante: (i) estratto pubblicato sui quotidiani &quot;Il Sole 24 Ore&quot; e &quot;Milano Finanza&quot; del 27 febbraio 2007 e (ii) deposito presso il Registro delle Imprese di Roma in data 2 marzo 2007.
    </p>
    <p>
      31 luglio 2007
    </p>
    <p>
      <b>[BAA.1.07.2]</b>
    </p>
    <p align="center">
      * * *
    </p>
    <p>
      Si comunica che con lettera del 26 marzo 2010, <em>inter alia</em>, Delfin S.&#224;.r.l, societ&#224; di diritto lussemburghese, e Batipart S.a.s., societ&#224; di diritto francese, hanno preso atto dell&#8217;avvenuto adempimento di tutte le disposizioni contenute nel patto parasociale sottoscritto in data 17 febbraio 2007 relativamente alla <em>corporate governance</em> di Beni Stabili
      S.p.A., con sede legale in Roma, via Piemonte n. 38 e hanno riconosciuto l&#8217;intervenuta risoluzione, con effetto dalla data della stessa lettera, del predetto Patto Parasociale.
    </p>
    <p>
      31 marzo 2010
    </p>
    <hr />
    <p>
      <strong>Estratto dei patti parasociali comunicati alla Consob ai sensi dell&#39;art. 122 del d.lgs. 24.2.1998, n. 58</strong>
    </p>
    <p align="center">
      <b>BENI STABILI S.P.A.</b>
    </p>
    <p>
      In esecuzione del contratto (c.d. &quot;<b>Protocol</b>&quot; o &quot;<b>Protocollo</b>&quot;) sottoscritto in data 17 febbraio 2007 tra Fonci&#232;re des R&#233;gions (&quot;<b>Fonci&#232;re des R&#233;gions</b>&quot;), societ&#224; quotata alla Borsa di Parigi, Delfin S.&#224;.r.l. (&quot;<b>Delfin</b>&quot;), societ&#224; di diritto lussemburghese, titolare a quella data del 34,6% del
      capitale sociale di Beni Stabili S.p.A. (&quot;<b>Beni Stabili</b>&quot;) e Batipart (&quot;<b>Batipart</b>&quot;), societ&#224; di diritto francese, titolare a quella data del 20,1% del capitale sociale di Fonci&#232;re des R&#233;gions, Delfin ha sottoscritto n. 5.859.246 nuove azioni di Fonci&#232;re des R&#233;gions, del valore nominale pari ad Euro 3 ciascuna, a fronte del conferimento
      di n. 585.924.600 azioni Beni Stabili, sulla base del seguente rapporto di scambio: n. 1 azione Fonci&#232;re des R&#233;gions di nuova emissione, ogni n. 100 azioni Beni Stabili oggetto di conferimento (il &quot;<b>Conferimento</b>&quot;).
    </p>
    <p>
      Ad esito del Conferimento, Fonci&#232;re des R&#233;gions detiene una partecipazione pari a circa il 40% del capitale sociale emesso di Beni Stabili. In considerazione della predetta partecipazione azionaria e della circostanza che, all&#39;esito dell&#39;assemblea dei soci di Beni Stabili tenutasi in data 27 giugno 2007, Fonci&#232;re des R&#233;gions ha nominato propri rappresentanti nel
      Consiglio di Amministrazione di Beni Stabili, Fonci&#232;re des R&#233;gions &#232; venuta a detenere il controllo di fatto di Beni Stabili ai sensi dell&#39;art. 93 del TUF.
    </p>
    <p>
      Il Patto Parasociale &#232;, quindi, oggetto della presente comunicazione ai sensi dell&#39;art. 122, comma 5 del TUF in quanto istituisce limiti al trasferimento delle azioni di una societ&#224; che controlla una societ&#224; quotata.
    </p>
    <p>
      <b>A. Societ&#224; i cui strumenti finanziari sono oggetto del Patto Parasociale</b>
    </p>
    <p>
      Fonci&#232;re des R&#233;gions (<i>soci&#233;t&#233; anonyme)</i>, societ&#224; di diritto francese, con sede legale in avenue Foch 46, 57000 Metz, iscritta presso il Registro delle Imprese di Metz al numero 364 800 060, avente, alla data del Patto Parasociale, un capitale sociale pari ad Euro 52.125.504. Le azioni di Fonci&#232;re des R&#233;gions sono ammesse alle negoziazioni sul mercato
      Eurolist di Euronext Paris S.A..
    </p>
    <p>
      <b>B. Soggetti aderenti al Patto Parasociale</b>
    </p>
    <p>
      I soggetti sottoscrittori del Patto Parasociale sono i seguenti (i &quot;<b>Partecipanti</b>&quot;):
    </p>
    <p>
      - <b>ACM Vie</b> (<i>soci&#233;t&#233; anonyme</i>), societ&#224; di diritto francese, con sede legale in rue de Wacken 34, 67000 Strasburgo, iscritta presso il Registro delle Imprese di Strasburgo al numero B 332 377 597, avente capitale sociale pari ad Euro 505.434.272;
    </p>
    <p>
      - <b>CIAL</b> (<i>soci&#233;t&#233; anonyme</i>), societ&#224; di diritto francese, con sede legale in rue Jean Wenger-Valentin 31, 67000 Strasburgo, iscritta presso il Registro delle Imprese di Strasburgo al numero B 548 502 392, avente capitale sociale pari ad Euro 505.434.272;
    </p>
    <p>
      - <b>Predica</b> (<i>soci&#233;t&#233; anonyme</i>), societ&#224; di diritto francese, con sede legale in rue de la Procession 50/56, 75015 Parigi, iscritta presso il Registro delle Imprese di Parigi al numero B 334 028 123, avente capitale sociale pari ad Euro 487.525.785;
    </p>
    <p>
      - <b>GMF Vie</b> (<i>soci&#233;t&#233; anonyme</i>), societ&#224; di diritto francese, con sede legale in rue de Prony 76, 75857 Parigi Cedex 17, iscritta presso il Registro delle Imprese di Parigi al numero B 315 814 806<i>,</i> avente capitale sociale pari ad Euro 135.321.680;
    </p>
    <p>
      - <b>Azur Vie</b> (<i>soci&#233;t&#233; anonyme</i>), societ&#224; di diritto francese, con sede legale in avenue Marcel Proust 7, 28032 Chartres, iscritta presso il Registro delle Imprese di Chartres al numero B 328 367 321, <i></i>avente capitale sociale pari ad Euro 37.111.680;
    </p>
    <p>
      - <b>Banque Populaire De Lorraine Champagne</b> (<i>soci&#233;t&#233; anonyme coop&#233;rative</i>), con sede legale in rue Fran&#231;ois de Curel 3, 57000 Metz, iscritta presso il Registro delle Imprese di Chartres al numero B 356 801 571, avente capitale sociale variabile; e
    </p>
    <p>
      <b>- Batipart</b> (<i>soci&#233;t&#233; anonyme</i>), societ&#224; di diritto francese, con sede legale in avenue Foch 46, 57000 Metz, iscritta presso il Registro delle Imprese di Metz al numero 345 004 337, avente alla data del Patto Parasociale capitale pari ad Euro 22.617981, societ&#224; interamente riconducibile al Dott. Charles Ruggieri e alla sua famiglia.
    </p>
    <p>
      <b>C. Azioni Oggetto del Patto Parasociale</b>
    </p>
    <p>
      Le azioni oggetto del Patto Parasociale sono tutte le azioni Fonci&#232;re des R&#233;gions (pari a complessive n. 10.827.352 azioni, rappresentative del 62,3% del relativo capitale sociale) detenute dai Partecipanti alla data di sottoscrizione del Patto Parasociale ed, in particolare:
    </p>
    <p>
      (i) Batipart deteneva, direttamente e indirettamente, n. 6.592.490 azioni di Fonci&#232;re des R&#233;gions, pari al 37,9% del relativo capitale sociale;
    </p>
    <p>
      (ii) ACM Vie deteneva, direttamente o indirettamente, n. 867.294 azioni di Fonci&#232;re des R&#233;gions, pari al 5% del relativo capitale sociale;
    </p>
    <p>
      (iii) CIAL deteneva, direttamente o indirettamente, n. 882.760 azioni di Fonci&#232;re des R&#233;gions, pari al 5,1% del relativo capitale sociale;
    </p>
    <p>
      (iv) Predica deteneva, direttamente o indirettamente, n. 875.000 azioni di Fonci&#232;re des R&#233;gions, pari al 5% del relativo capitale sociale;
    </p>
    <p>
      (v) GMF Vie - Azur Vie detenevano complessivamente, direttamente o indirettamente, n. 1.040.294 azioni di Fonci&#232;re des R&#233;gions, pari al 6% del relativo capitale sociale; e
    </p>
    <p>
      (vi) Banque Populaire De Lorraine Champagne deteneva, direttamente o indirettamente, n. 569.514 azioni di Fonci&#232;re des R&#233;gions, pari al 3,3% del relativo capitale sociale.
    </p>
    <p>
      <b>D. Contenuto del Patto Parasociale e limiti alla circolazione delle Azioni</b>
    </p>
    <p>
      Alla data di sottoscrizione del Patto Parasociale, Fonci&#232;re des R&#233;gions deteneva n. 13.029.613 azioni, rappresentative del 36,97% circa del capitale sociale e dei diritti di voto della societ&#224; BaiI Investissement Fonci&#232;re, <i>soci&#233;t&#233; anonyme</i>, (&quot;<b>Bail Investissement Fonci&#232;re</b>&quot;), con sede legale in avenue Kl&#233;ber 30, 75016 Parigi,
      iscritta presso il Registro delle Imprese di Parigi al numero 339 849 507, avente capitale sociale pari ad Euro 528.663.225, suddiviso in n. 35.244.215 azioni.
    </p>
    <p>
      Il Consiglio di <b></b>Amministrazione di Bail Investissement Fonci&#232;re e il Consiglio di Sorveglianza di Fonci&#232;re des R&#233;gions, in data 31 maggio 2006, hanno approvato il progetto di fusione per incorporazione di Bail Investissement Fonci&#232;re in Fonci&#232;re des R&#233;gions, subordinata al verificarsi di alcune condizioni sospensive (la &quot;<b>Fusione</b>&quot;).
    </p>
    <p>
      I Partecipanti, nell&#39;ambito delle rispettive quote di partecipazione al capitale sociale di Fonci&#232;re des R&#233;gions cos&#236; come risultante all&#39;esito della Fusione, hanno convenuto di concludere il Patto Parasociale ai fini di definire alcune regole per il caso di cessione di tutte o parte delle azioni detenute da ciascuno di detti Partecipanti.
    </p>
    <p>
      <b>D.1 Diritto di prima offerta (<i>c.d</i></b>. <b>&quot;Right of first offer&quot;)</b>
    </p>
    <p>
      1. Ad eccezione dei trasferimenti a favore di societ&#224; affiliate che, comunque, saranno consentiti solo a determinate condizioni come di seguito specificato, Batipart (la &quot;<b>Parte Acquirente</b>&quot;) ha un diritto di prima offerta sulle azioni che rappresentano oltre l&#39;1% del capitale sociale di Fonci&#232;re des R&#233;gions che qualunque dei Partecipanti (la &quot;<b>Parte
      Venditrice</b>&quot;) intenda trasferire (le &quot;<b>Azioni Offerte</b>&quot;), secondo la seguente procedura.
    </p>
    <p>
      2. La Parte Venditrice dovr&#224; inviare a Batipart un&#39;apposita comunicazione (la &quot;<b>Comunicazione di Trasferimento</b>&quot;), nella quale dovr&#224;: (i) specificare il numero di Azioni Offerte; e (ii) invitare la Parte Acquirente a formulare un&#39;offerta di acquisto (l&#39;&quot;<b>Offerta di Acquisto</b>&quot;) delle Azioni Offerte indicate nella Comunicazione di
      Trasferimento.
    </p>
    <p>
      3. Entro un periodo di trenta (30) giorni a decorrere dalla data in cui ha ricevuto la Comunicazione di Trasferimento, la Parte Acquirente potr&#224; presentare l&#39;Offerta di Acquisto sulla totalit&#224; delle Azioni Offerte, nella quale dovr&#224; specificare espressamente il prezzo proposto per ciascuna delle Azioni Offerte, nonch&#233; i criteri di valutazione usati per determinare
      tale valore.
    </p>
    <p>
      4. Entro un periodo di sessanta (60) giorni successivi alla ricezione dell&#39;Offerta di Acquisto, che pu&#242; essere prolungato nelle situazioni previste al seguente punto (iii), la Parte Venditrice:
    </p>
    <p>
      (i) potr&#224; accettare l&#39;Offerta di Acquisto;
    </p>
    <p>
      (ii) potr&#224; accettare l&#39;offerta concorrente proposta da uno o pi&#249; terzi acquirenti, a condizione che il prezzo dell&#39;offerta concorrente sia superiore al 110% di quello dell&#39;Offerta di Acquisto, riguardi tutte le Azioni Offerte e non preveda condizioni peggiorative rispetto all&#39;Offerta di Acquisto; e
    </p>
    <p>
      (iii) nel caso in cui il prezzo dell&#39;offerta concorrente, sia compreso fra il 100% ed 110% del prezzo dell&#39;Offerta di Acquisto, dovr&#224; proporre (a mezzo fax) alla Parte Acquirente di acquistare le Azioni Offerte al prezzo dell&#39;offerta concorrente entro il giorno successivo al ricevimento dell&#39;offerta concorrente stessa; se la Parte Acquirente non accetta tale offerta
      (comunicandolo a mezzo fax entro cinque (5) giorni dalla proposta ricevuta), la Parte Venditrice avr&#224; il diritto di trasferire al terzo acquirente le Azioni Offerte, al prezzo indicato nell&#39;offerta concorrente. Qualora l&#39;offerta del terzo sia trasmessa alla Parte Venditrice tra il cinquantaquattresimo (54&#176;) e il sessantesimo (60&#176;) giorno successivo alla ricezione
      dell&#39;Offerta di Acquisto, il suddetto periodo di sessanta (60) giorni verr&#224; prolungato di una settimana; oppure
    </p>
    <p>
      (iv) potr&#224; decidere di non trasferire le Azioni Offerte.
    </p>
    <p>
      5. Entro e non oltre l&#39;ultimo giorno del suddetto periodo di sessanta (60) giorni, la Parte Venditrice deve comunicare alla Parte Acquirente la propria decisione di trasferire o meno, alla medesima Parte Acquirente o al terzo acquirente, le Azioni Offerte. Qualora la Parte Venditrice decida di trasferire le Azioni Offerte al terzo acquirente, la comunicazione alla Parte Acquirente
      dovr&#224; specificare il prezzo dell&#39;offerta concorrente, l&#39;identit&#224; del terzo concorrente e delle entit&#224; che lo controllano. Qualora la Parte Venditrice non comunichi la propria decisione entro il suddetto periodo di tempo, si dovr&#224; ritenere che la medesima abbia deciso di non trasferire le Azioni Offerte.
    </p>
    <p>
      6. Nel caso in cui, invece, la Parte Venditrice accetti l&#39;Offerta di Acquisto, la Parte Acquirente disporr&#224; di otto (8) giorni, a partire dalla data di ricezione della decisione, per acquisire la totalit&#224; delle Azioni Offerte al prezzo stabilito nell&#39;Offerta di Acquisto. Allo stesso modo, nel caso in cui la Parte Acquirente decida di acquistare le Azioni Offerte al prezzo
      dell&#39;offerta concorrente ai sensi delle disposizioni di cui sopra, la stessa disporr&#224; di un termine di otto (8) giorni, a partire dalla sua comunicazione alla Parte Venditrice della propria decisione, per procedere a detto acquisto. Il trasferimento delle Azioni Offerte sar&#224; realizzato fuori mercato, nei termini stabiliti dalle norme in vigore.
    </p>
    <p>
      7. In caso di Offerta di Acquisto e ove la Parte Venditrice accettasse l&#39;offerta concorrente, il trasferimento delle Azioni Offerte al terzo acquirente sar&#224; realizzato alle condizioni dell&#39;offerta concorrente indicate nella decisione e, in ogni caso, entro un termine massimo di quindici (15) giorni a partire dalla ricezione della decisione da parte della Parte Acquirente, in
      mancanza della quale detto trasferimento sar&#224; nuovamente sottoposto all&#39;esercizio del diritto di prima offerta.
    </p>
    <p>
      8. In mancanza di comunicazione di un&#39;Offerta di Acquisto o di acquisizione delle Azioni Offerte, si intender&#224; che la Parte Acquirente abbia rinunciato al proprio diritto di prima offerta sulle Azioni Offerte. In tal caso, la Parte Venditrice avr&#224; la facolt&#224; di procedere liberamente al trasferimento delle Azioni Offerte entro tre (3) mesi dalla scadenza (i) del termine di
      trenta (30) giorni o, (ii) in caso di Offerta di Acquisto, del termine di otto (8) giorni, al prezzo e alle condizioni stabilite dalla Parte Venditrice. In caso di trasferimento delle Azioni Offerte nel suddetto termine di tre (3) mesi, la Parte Venditrice s&#39;impegna a informare la Parte Acquirente di detto trasferimento entro quindici (15) giorni dalla data in cui &#232; avvenuto.
    </p>
    <p>
      <b>D.2 Trasferimenti Autorizzati</b>
    </p>
    <p>
      Il diritto di prima offerta di cui sopra non si applicher&#224; in caso di trasferimento, da parte della Parte Venditrice, di tutte o parte delle sue azioni a favore di una delle sue societ&#224; affiliate; quanto sopra disposto trover&#224; applicazione a patto che vengano rispettate tutte le condizioni che seguono:
    </p>
    <p>
      (i) la Parte Venditrice avr&#224; l&#39;obbligo di comunicare a Batipart il trasferimento previsto (indicando l&#39;identit&#224; della societ&#224; affiliata interessata e la catena di controllo di questa, il numero delle azioni che si intende trasferire e le condizioni del trasferimento) nel minor tempo possibile e non oltre tre (3) giorni prima della data prevista per la realizzazione di
      detto trasferimento;
    </p>
    <p>
      (ii) il trasferimento che si intende effettuare potr&#224; essere attuato solo previa completa adesione da parte della societ&#224; affiliata interessata, in virt&#249; di un apposito atto scritto (l&#39;&quot;<b>Atto di Adesione</b>&quot;), alle previsioni contenute nel Patto Parasociale, che saranno quindi a questa integralmente applicabili; la societ&#224; affiliata che ha aderito, ai
      sensi di quanto precede, al Patto Parasociale sar&#224; considerata, ai fini della sua applicazione, quale Partecipante allo stesso; ciascun Partecipante si impegna a controfirmare l&#39;Atto di Adesione fin dalla realizzazione del trasferimento a detta societ&#224; affiliata;
    </p>
    <p>
      (iii) ciascun Partecipante assume l&#39;impegno di farsi garante della retrocessione a proprio vantaggio delle azioni cos&#236; trasferite alla propria societ&#224; affiliata, nel caso in cui questa perdesse la qualit&#224; di affiliata e ciascuna societ&#224; affiliata che aderisca al Patto Parasociale ai sensi di quanto sopra convenuto assume l&#39;impegno di retrocedere le azioni che
      detiene in forza del trasferimento, nel caso in cui perdesse la qualit&#224; di affiliata;
    </p>
    <p>
      (iv) ciascuno dei Partecipanti rester&#224; solidalmente responsabile con la propria societ&#224; affiliata cessionaria dell&#39;osservanza, da parte di quest&#39;ultima, dei propri obblighi previsti ai sensi del Patto Parasociale.
    </p>
    <p>
      <b>D.3 Diritto di prelazione (<i>cd</i>. &quot;Pre-emption right&quot;)</b>
    </p>
    <p>
      1. Nel caso in cui uno dei Partecipanti, diversi da Batipart, intenda portare in adesione, in tutto o in parte, le proprie azioni (le &quot;<b>Azioni Oggetto di Offerta</b>&quot;) ad un&#39;offerta pubblica di acquisto, di scambio, alternativa, o che preveda un corrispettivo in denaro e in titoli azionari, o a seconda dei casi ad una o pi&#249; offerte d&#39;acquisto concorrenti o
      migliorative dichiarate ammissibili da parte dell&#39;Autorit&#224; di Vigilanza dei Mercati Finanziari (&quot;<b>AMF</b>&quot;) e promosse sulle azioni Fonci&#232;re des R&#233;gions (&quot;<b>Offerta</b>&quot;), Batipart beneficer&#224; di un diritto di prelazione.
    </p>
    <p>
      2. In particolare, nel caso in cui il Partecipante intenda portare in adesione all&#39;Offerta un numero di azioni suscettibile di superare una delle soglie previste dall&#39;articolo 516-2 2&#176; a) del Regolamento Generale dell&#39;AMF (o qualsiasi altra disposizione sostitutiva dello stesso), tale Partecipante dovr&#224; comunicare a Batipart la propria intenzione di portare in adesione
      all&#39;Offerta le Azioni Oggetto di Offerta (la &quot;<b>Comunicazione di Offerta</b>&quot;), entro dieci (10) giorni lavorativi a partire dall&#39;inizio dell&#39;Offerta stessa. Detta Comunicazione di Offerta dovr&#224; (i) fornire indicazioni sul numero delle Azioni Oggetto di Offerta e (ii) offrire a Batipart la possibilit&#224; di esercitare il proprio diritto di prelazione sulle
      Azioni Oggetto di Offerta.
    </p>
    <p>
      3. Nel caso in cui Batipart intenda acquisire le Azioni Oggetto di Offerta, la medesima &#232; tenuta a comunicare al relativo Partecipante la propria decisione in merito all&#39;esercizio del diritto di prelazione (la &quot;<b>Decisione sul Diritto di Prelazione</b>&quot;), entro cinque (5) giorni lavorativi dal ricevimento della Comunicazione di Offerta.
    </p>
    <p>
      4. Nel caso in cui Batipart abbia deciso di esercitare il proprio diritto di prelazione sulle Azioni Oggetto di Offerta e fermo restando quanto di seguito previsto, le Azioni Oggetto di Offerta non potranno essere portate in adesione all&#39;Offerta e Batipart acquister&#224; le stesse al Prezzo di Offerta (come di seguito definito), entro gli otto (8) giorni lavorativi successivi alla data
      di pubblicazione dei risultati dell&#39;Offerta da parte dell&#39;AMF, ai sensi dell&#39;articolo 232-3 del Regolamento Generale dell&#39;AMF. La cessione delle Azioni Oggetto di Offerta dovr&#224; essere completata per effetto di una operazione al di fuori del mercato (<i>off-market transaction</i>), in conformit&#224; a quanto previsto dalle norme in vigore.
    </p>
    <p>
      5. Nel caso in cui Batipart abbia esercitato il proprio diritto di prelazione sulle Azioni Oggetto di Offerta e: (i) l&#39;Offerta sia oggetto di un&#39;offerta d&#39;acquisto concorrente o migliorativa dichiarata valida da parte dell&#39;AMF, (ii) l&#39;Offerta sia dichiarata nulla per il mancato verificarsi della condizione sospensiva di cui all&#39;articolo 231-12 del Regolamento
      Generale dell&#39;AMF, (iii) l&#39;Offerta non abbia esito positivo a causa del mancato raggiungimento della soglia di partecipazione minima indicata dal soggetto che ha promosso l&#39;Offerta ai sensi dell&#39;articolo 231-10 del Regolamento Generale dell&#39;AMF, (iv) l&#39;Offerta non abbia successo a causa del mancato raggiungimento della soglia di azioni detenute in un&#39;altra
      entit&#224; ai sensi dell&#39;articolo 231-10 del Regolamento Generale dell&#39;AMF, o (v) il soggetto che ha promosso l&#39;Offerta rinunci validamente alla stessa ai sensi dell&#39;articolo 231-12 del Regolamento Generale dell&#39;AMF, Batipart avr&#224; la facolt&#224; di non acquistare le Azioni Oggetto di Offerta e, a seconda del caso, dovr&#224; comunicare al relativo Partecipante la
      propria intenzione a non acquistare le Azioni Oggetto di Offerta, entro tre (3) giorni lavorativi dal verificarsi di una delle summenzionate circostanze. Ai fini di chiarezza, si specifica inoltre che nel caso in cui vengano promosse molteplici offerte concorrenti o migliorative cos&#236; come indicate al precedente punto (i), Batipart avr&#224; la facolt&#224; di applicare le previsioni
      del presente punto a ciascuna di dette offerte concorrenti e/o migliorative.
    </p>
    <p>
      6. Batipart acquister&#224; ciascuna delle Azioni Oggetto di Offerta al prezzo dell&#39;Offerta. Nel caso in cui vengano promosse una o pi&#249; Offerte (o di una offerta pubblica e una o pi&#249; offerte concorrenti) o offerte migliorative, il prezzo dell&#39;Offerta corrisponder&#224; al prezzo dell&#39;ultima delle offerte concorrenti o migliorative dichiarata valida dall&#39;AMF e
      oggetto di un risultato positivo (il &quot;<b>Prezzo di Offerta</b>&quot;). Nel caso in cui l&#39;Offerta sia un&#39;offerta di scambio o un&#39;offerta mista (che preveda un corrispettivo in denaro e in titoli azionari), il Prezzo di Offerta o la porzione dello stesso pagata con titoli, dovr&#224; corrispondere al valore di ciascuna Azione Oggetto di Offerta cos&#236; come risultante dal
      rapporto di cambio proposto dal soggetto che ha lanciato l&#39;Offerta determinato sulla base del prezzo medio ponderato per i volumi dei titoli offerti in cambio di ciascuna delle Azioni Oggetto di Offerta, calcolato nei trenta (30) giorni lavorativi precedenti alla promozione dell&#39;Offerta stessa. Nel caso in cui l&#39;Offerta sia un&#39;offerta alternativa, il Prezzo di Offerta per
      ciascuna Azione Oggetto di Offerta sar&#224; uguale alla parte del Prezzo di Offerta in denaro.
    </p>
    <p>
      7. Nel caso in cui Batipart non comunichi la Decisione sul Diritto di Prelazione entro il temine stabilito e in conformit&#224; ai termini e alle condizioni previste nei precedenti punti, o nel caso in cui la stessa abbia deciso di non acquistare le Azioni Oggetto di Offerta, si presupporr&#224; che Batipart abbia rinunciato al proprio diritto di prelazione sulle Azioni Oggetto di Offerta.
      In tal caso, o nel caso in cui Batipart abbia deciso di non acquistare le Azioni Oggetto di Offerta in conformit&#224; alle previsioni del precedente punto sulla base del verificarsi della circostanza prevista dallo stesso, il relativo Partecipante avr&#224; la facolt&#224; di portare in adesione all&#39;Offerta le proprie Azioni Oggetto di Offerta.
    </p>
    <p>
      8. Le disposizioni che precedono rimangono subordinate al Regolamento Generale dell&#39;AMF applicabile all&#39;Offerta.
    </p>
    <p>
      <b>D.4 Altri obblighi dei Partecipanti</b>
    </p>
    <p>
      Ciascuno dei Partecipanti si &#232; impegnato a mantenere le azioni Fonci&#232;re des R&#233;gions detenute o che venga a detenere sotto forma di titoli nominativi durante tutta la durata del Patto Parasociale.
    </p>
    <p>
      <b>E. Data di sottoscrizione del Patto Parasociale</b>
    </p>
    <p>
      Il Patto Parasociale &#232; stato sottoscritto in data 31 maggio 2006.
    </p>
    <p>
      <b>F. Durata del Patto Parasociale</b>
    </p>
    <p>
      Il Patto Parasociale &#232; efficace a partire dal 23 ottobre 2006.
    </p>
    <p>
      Il Patto Parasociale ha una durata di cinque (5) anni a partire dalla data di stipula dello stesso. Allo scadere del suddetto periodo di cinque (5) anni, il Patto Parasociale si rinnover&#224; automaticamente e tacitamente per periodi successivi di un anno, a meno che (i) uno dei Partecipanti abbia comunicato alle altre parti, la propria decisione di non rinnovare il Patto Parasociale dopo
      la scadenza, nel qual caso il Patto Parasociale cesser&#224; di produrre i propri effetti nei confronti di detto Partecipante a partire dalla data della scadenza, ovvero (ii) Batipart abbia comunicato alle altre parti, la propria decisione di non rinnovare il Patto Parasociale dopo la scadenza, nel qual caso il Patto Parasociale cesser&#224; di produrre i propri effetti a partire da detta
      scadenza.
    </p>
    <p>
      La comunicazione di cui sopra deve essere effettuata almeno tre (3) mesi prima della data di scadenza del Patto Parasociale.
    </p>
    <p>
      <b>G. Ambito di applicazione del Patto Parasociale</b>
    </p>
    <p>
      Il Patto Parasociale si applica a tutti i Partecipanti e ai loro aventi causa o successori, cos&#236; come alle societ&#224; affiliate che hanno aderito al Patto Parasociale in occasione del trasferimento da parte di un Partecipante di tutte o parte delle sue azioni in favore di una delle sue affiliate.
    </p>
    <p>
      Inoltre, Batipart potr&#224; farsi sostituire da un soggetto terzo (l&#39;&quot;<b>Entit&#224; Sostituita</b>&quot;) che subentrer&#224; in tutti o parte dei propri diritti e obblighi derivanti dal diritto di prima offerta e dal diritto di prelazione. In tal caso, Batipart informer&#224; la Parte Venditrice dell&#39;identit&#224; dell&#39;Entit&#224; Sostituita e rester&#224; garante
      dell&#39;insieme degli obblighi di detta Entit&#224; Sostituita nei confronti della Parte Venditrice ai sensi dell&#39;Offerta di Acquisto o della Decisione sul Diritto di Prelazione.
    </p>
    <p>
      <b>H. Controllo e dichiarazioni dei Partecipanti</b>
    </p>
    <p>
      I Partecipanti hanno dichiarato che gli stessi non agiscono di concerto nei confronti di Fonci&#232;re des R&#233;gions e non intendono esercitare il proprio diritto di voto in seno a Fonci&#232;re des R&#233;gions per porre in essere una azione concertata.
    </p>
    <p>
      I Partecipanti si impegnano, pertanto, a fare in modo che il loro comportamento in seno agli organi sociali di Fonci&#232;re des R&#233;gions e la realizzazione di quanto deliberato nel Patto Parasociale non possano essere in alcun modo considerati come un sindacato di voto nei confronti di Fonci&#232;re des R&#233;gions.
    </p>
    <p>
      <b>I. Soggetto presso il quale gli strumenti finanziari sono depositati e pubblicit&#224; del Patto Parasociale</b>
    </p>
    <p>
      Il Patto Parasociale non contiene obblighi di deposito delle azioni Fonci&#232;re des R&#233;gions conferite al presente Patto Parasociale.
    </p>
    <p>
      Il Patto Parasociale &#232; stato trasmesso all&#39;AMF, atta ad assicurarne la pubblicit&#224;, ai sensi dell&#39;articolo L. 233-11 del Codice del Commercio Francese.
    </p>
    <p>
      Del Patto Parasociale sar&#224; altres&#236; data pubblicit&#224; mediante il deposito dello stesso presso il Registro delle Imprese di Roma, entro il <b></b>12 luglio 2007.
    </p>
    <p>
      <b>L. Diritto applicabile e giurisdizione competente</b>
    </p>
    <p>
      Il Patto Parasociale &#232; regolato dal diritto francese. Eventuali controversie derivanti dall&#39;interpretazione o dall&#39;esecuzione del Patto Parasociale saranno rimesse alla decisione del Tribunale del Commercio di Parigi.
    </p>
    <p>
      7 luglio 2007
    </p>
    <p>
      <b>[BAA.3.07.1]</b>
    </p>
    <p>
      <br />
      <strong>PATTO SCADUTO IN DATA 31 MAGGIO 2011</strong>
    </p>
  </body>
</html>

